"menu.help.title" = "Automobilių nuomos pagalba";
"settings.label.url.1" = "Tvarkyti užsakymą";
"settings.label.url.2" = "DUK";
"settings.label.url.3" = "Pagalbos centras";
"bookings.status.confirmed" = "Patvirtinta";
"bookings.status.unconfirmed" = "Nepatvirtinta";
"bookings.status.cancelled" = "Atšauktas";
"bookings.title" = "užsakymais";
"bookings.status.reviewpayment" = "Peržiūrėti mokėjimą";
"bookings.status.completed" = "Baigti";
"bookings.sheet.bookingdetails.link" = "Peržiūrėti užsakymą";
"bookings.sheet.unconfirmed.info" = "Daugumą užsakymų patvirtiname per 48 val.";
"bookings.sheet.reviewpayment.info" = "Apmokėti nepavyko. Norėdami peržiūrėti užsakymą pasirinktie „Tvarkyti užsakymą“.";
"bookings.sheet.managebooking.link" = "Tvarkyti užsakymą";
"bookings.bookingdetails.status" = "Užsakymo būsena";
"sale_landing_banner_monetary_tagline" = "Užsisakykite dabar nuo ${x} per dieną!";
"sale_landing_banner_percentage_tagline" = "Nuolaida iki ${x} , užsisakykite dabar!";
"filter.header.eco" = "„Eco-Friendly“";
"filter.header.mileage" = "Nuvažiuotas atstumas";
"vehicle.seats.number" = "Vietų: ${x}";
"menu.alert.title" = "Keisti nustatymus?";
"menu.alert.body" = "Bet kokios aktyvios paieškos bus atnaujintos.";
"insurance.options.axa.header" = "Draudimo parinktys";
"insurance.options.axa.limited.body" = "<b>Limited</b> – <b>minimalus draudimas</b>. Automobiliui padarytos žalos atveju turėsite sumokėti <b>negrąžinamą</b> franšizės sumą iki ${x}.";
"insurance.options.axa.premium.body" = "<b>Premium</b> – <b>aukščiausio lygio draudimas</b>, kurį pasirinkus automobilio apgadinimo atveju jūsų sumokėta franšizės suma iki ${x} bus <b>grąžinta</b> jums.";
"insurance.limited.caption" = "Minimalus draudimas nuo vagystės ir kėbulo pažeidimų. <b>Jums reikės padengti nuostolius dėl bet kokių automobilio pažeidimų</b>, nenumatytų ribotojo draudimo sąlygose.";
"insurance.limited.benefit1" = "<b>Negrąžinama</b> franšizė";
"insurance.limited.benefit2" = "Trečiųjų šalių draudimas";
"insurance.limited.benefit3" = "Pagalba sugedus";
"insurance.limited.excess.liable" = "Pasirinkę „Limited“ draudimą, automobiliui padarytos žalos atveju turėsite sumokėti iki ${x} nekompensuojamą franšizės sumą.";
"insurance.limited.included" = "Įtraukta";
"insurance.axa.premium.caption" = "Suteikia <b>aukščiausio lygio draudimą</b>, kuris apima ir „Limited“ draudimo sąlygas.";
"insurance.axa.premium.benefit1" = "Iki <b>100 % grąžinama franšizės suma</b>";
"insurance.axa.premium.benefit2" = "Trečiųjų šalių draudimas";
"insurance.axa.premium.benefit3" = "Pagalba sugedus";
"insurance.axa.premium.benefit4" = "Priekinis stiklas, kiti stiklai ir padangos";
"insurance.axa.premium.benefit5" = "Asmeniniai daiktai";
"insurance.axa.premium.benefit6" = "Sugadintas arba pamestas raktelis";
"insurance.axa.premium.benefit7" = "Stogas ir važiuoklė";
"insurance.axa.premium.benefit8" = "Mokesčiai įpylus netinkamų degalų";
"insurance.axa.premium.benefit9" = "Administravimo mokesčiai";
"insurance.axa.premium.benefit10" = "Pagalba pretenzijų klausimais įvairiomis kalbomis";
"insurance.axa.premium.terms" = "Pasirinkę „Premium“ draudimą patvirtinate, kad perskaitėte ir sutinkate su draudimo taisyklėmis ir sąlygomis, o šis draudimo polisas atitinka jūsų poreikius.";
"insurance.priceperday" = "${x} per dieną";
"insurance.total.price" = "Iš viso: ${x}";
"insurance.options.awn.au.header" = "Nerizikuokite. Įsigykite kelionės draudimą.";
"insurance.options.awn.au.body" = "<b>Kelionės automobiliu draudimas „Roadtrip“</b> – patyrus avariją vairuojant nuomotą automobilį draudimo kompanija dengia iki ${x} franšizės ir asmeninių daiktų praradimo sumą.";
"insurance.awn.au.title" = "Kelionės draudimas";
"insurance.awn.au.caption" = "Suteikia <b>aukščiausio lygio draudimą</b>, kuris apima ir „Limited“ draudimo sąlygas.";
"insurance.awn.au.benefit1" = "Iki 100 % grąžinama franšizės suma";
"insurance.awn.au.benefit2" = "Trečiųjų šalių draudimas";
"insurance.awn.au.benefit3" = "Asmeniniai daiktai";
"insurance.awn.au.benefit4" = "Medicinos išlaidos užsienyje";
"insurance.awn.au.benefit5" = "Raktų ir asmeninių daiktų draudimas";
"insurance.awn.au.benefit6" = "Atsitiktinė mirtis";
"insurance.awn.au.benefit7" = "Mokesčiai įpylus netinkamų degalų";
"insurance.axa.premium.cancellation.policy" = "NEMOKAMAS atšaukimas 24 val. iki paėmimo ";
"insurance.awn.au.terms" = "Pasirinkę „Roadtrip“ draudimą patvirtinate, kad perskaitėte ir sutinkate su draudimo ${x}, o šis draudimo polisas atitinka jūsų poreikius.";
"insurance.zero.excess.terms" = "Pasirinkę „Zero Excess“ draudimą patvirtinate, kad perskaitėte ir sutinkate su draudimo taisyklėmis ir sąlygomis, o šis draudimo polisas atitinka jūsų poreikius.";
"insurance.options.awn.au.limited.body" = "<b>Ribotasis draudimas</b> – neapima franšizės ir asmeninių daiktų draudimo.";
"insurance.awn.au.terms.link" = "Nuostatos ir sąlygos";
"results.filter.all1" = "Visi filtrai";
"results.filter.all2" = "Visi filtrai (${x})";
"results.summary.title" = "<b>${x}</b> automobiliai | Rūšiuoti pagal: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "Kaip veikia rekomenduojamų rezultatų rūšiavimas?";
"Omnibus.Pos.2.Title" = "Ką reiškia geriausias kokybės ir kainos santykis?";
"Omnibus.Pos.3.Title" = "Kokie veiksniai vertinami sudarant rezultatų eilės tvarką?";
"Omnibus.Pos.4.Title" = "Kaip veikia reklaminiai skelbimai?";
"Omnibus.Pos.1.Body" = "Rekomenduojamų rezultatų rūšiavimui naudojami įvairūs veiksniai, leidžiantys pirmiausia rodyti geriausios kokybės ir kainos santykio pasiūlymus. Iš automobilių nuomos teikėjų gauti komisiniai šią eilės tvarką gali pakeisti.";
"Omnibus.Pos.2.Body" = "Kokybės ir kainos santykis apima veiksnius, turinčius įtakos kliento potencialui apsispręsti ir išsinuomoti vieną ar kitą automobilį. Komisiniai, kuriuos mes („CarTrawler“) gauname iš automobilių numos paslaugos teikėjų, apibūdina mūsų („CarTrawler“) vaidmenį užsakymo procese ir turi įtakos bendram kokybės ir kainos santykiui.";
"Omnibus.Pos.3.Body" = "Siekdami klientams nustatyti kokybės ir kainos santykį, vertiname įvairius toliau nurodytus veiksnius:";
"Omnibus.Pos.4.Body" = "Kai kurie kelionių partneriai dirba su rinktiniais automobilių nuomos teikėjais. Dėl kelionių partnerių gautų automobilių nuomos teikėjų komisinių, atitinkami reklaminiai skelbimai gali būti teikiami paieškos rezultatų sąrašo viršuje. Klientai tokius reklaminius skelbimus gali nesunkiai atpažinti, nes jie būna paryškinti ir teikiami paieškos rezultatų sąrašo viršuje.";
"Omnibus.Pos.3.bullet.1" = "Užsakymo datą ir paieškos vietą.";
"Omnibus.Pos.3.bullet.2" = "Nuomos laikotarpį.";
"Omnibus.Pos.3.bullet.3" = "Automobilių nuomos tiekėjų įvertinimus, remiantis CSAT balais ir NPS.";
"Omnibus.Pos.3.bullet.4" = "Ankstesnius klientų pasirinkimus ir panašių automobilių nuomos kainos istoriją.";
"Omnibus.Pos.3.bullet.5" = "Iš automobilių nuomos teikėjų ir draudimo partnerių gaunamus komisinius.";
"Omnibus.Accept.Button.Text" = "Aišku!";
"Omnibus.Header.Text" = "Ką ir kodėl rekomenduojame";
"bookings.sheet.remove" = "Pašalinti užsakymą";
"bookings.dialog.remove.title" = "Pašalinti užsakymą?";
"bookings.dialog.remove.text" = "Jūs ketinate visam laikui pašalinti šį užsakymą iš savo užsakymų sąrašo.";
"bookings.dialog.remove.text.history" = "Šį užsakymą ir visą užsakymų istoriją vis tiek galėsite pasiekti mūsų klientų portale.";
"bookings.dialog.remove.CTA" = "Pašalinti";
"payment.options.paypal.title" = "„PayPal“";
"payment.options.paypal.button" = "Užsisakykite su ${x}";
"payment.options.paypal.banner.text" = "Toliau spustelėję mokėjimo per „PayPal“ nuorodą būsite nukreipti į „PayPal“ puslapį, kur galėsite prisijungti prie paskyros ir užbaigti mokėjimą. Tada būsite sugrąžinti į automobilio nuomos užsakymo patvirtinimo puslapį.";
"payment.options.paypal.failed.title" = "${x} sumokėti nepavyko";
"payment.options.paypal.failed.text" = "Apgailestaujame, tačiau apdorodami užsakymą susidūrėme su problema. Jūsų užsakymas nėra patvirtintas, o pinigai nesumokėti. Pasirinkite vieną iš toliau nurodytų mokėjimo būdų ir bandykite dar kartą.";
"vehicle_fuel_plugin_hybrid" = "Iš elektros energijos tinklo įkraunamas hibridinis automobilis";
"insurance.axa.regulatory.statement.uk" = "„CarTrawler“ yra paskirtasis „Inter Partner Assistance S.A.“ atstovas, kurį įgaliojo ir veiklą reglamentuoja Belgijos valstybinis bankas, registruotas adresu Boulevard du Régent 7, 1000 Brussels, Belgija. Įgaliota Rizikos ribojimo reguliavimo institucijos (įstaigos registracijos numeris 202664). Veikla vykdoma vadovaujantis Finansinio elgesio ir Rizikos ribojimo reguliavimo institucijų reglamentais. „Inter Partner Assistance S.A.“ JK padalinio adresas: 106-118 Station Road, Redhill, RH1 1PR. „Inter Partner Assistance S.A“ yra „AXA Group“ dalis.";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "1 tipas";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "2 tipas";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Nenurodyta";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Lizdas";
"VehicleList.Map.BottomSheet.ChargeType" = "Įkrovimo tipai";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "Visą parą";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "Neveikia";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Lėtas";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Greitas";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Spartus";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Itin spartus";
"view_voucher" = "Peržiūrėti kvitą";
"VehicleList.Chip.EVLongRange.Text" = "Ilgojo nuotolio elektromobilis";
"VehicleDetails.EVLongRange.Description" = "Ilgojo nuotolio elektromobilis: geba vienu įkrovimu nuvažiuoti daugiau nei ${x}.";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Ekologiška alternatyva";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "Ilgojo nuotolio elektromobilis";
"landing.countdowntimer.salename" = "Išpardavimas";
"landing.countdowntimer.presale" = "${x} prasidės po";
"landing.countdowntimer.duringsale" = "${x} baigsis po";
"Driver.Details.Marketing.Consent.Text" = "Gaukite išskirtinių automobilių nuomos pasiūlymų ir kitą svarbią informaciją tiesiai į savo pašto dėžutę.";
"Driver.Details.Marketing.Consent.Policy" = "Daugiau informacijos rasite mūsų ${x}.";
"abandonment.deeplink.total" = "Iš viso";
"abandonment.deeplink.day" = "diena";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "Regionas palankus naudoti elektromobilį";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Geresnis pasirinkimas mieste";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Vairavimo lengvumas";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Jaudinatės dėl degalų kainos?";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "Elektromobiliu nuvažiuosite toliau, nei manote";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "Regionas, kuriame pasiimsite automobilį, pasižymi puikiomis elektromobilių įkrovimo galimybėmis";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Elektromobilių valdymas yra toks pat, kaip ir automobilių su automatine pavarų dėže. Elektromobiliai veikia tyliau ir į aplinką neišskiria CO2 dujų.";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Elektromobilio įkrovimas kainuoja žymiai mažiau, nei degalai panašaus dydžio benzininiam ar dyzeliniam automobiliui. Sutaupysite iki 50 % kelionės išlaidoms";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Vairuoti elektromobilį mieste, kai reikia nuolat sustoti ir vėl pradėti važiuoti, yra paprasčiau.";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "Ilgojo nuotolio elektromobiliai viena įkrova nuvažiuoja iki 400 km. 80 % kelionių Europoje atstumai nesiekia 50 km.";
"insurance.axa.premium.uk.cancellation.policy" = "NEMOKAMAS atšaukimas bet kada, iki paėmimo";
"landing.mosaic.title" = "Mūsų įsipareigojimas aplinkai";
"landing.mosaic.tile1.title" = "Svarbiausia apie elektromobilius";
"landing.mosaic.tile1.body" = "Viskas, ką turite žinoti, jei nuomojatės elektromobilį";
"landing.mosaic.tile1.ctaText" = "<u>Sužinokite daugiau</u>";
"landing.mosaic.tile2.title" = "Svarbiausia apie elektromobilių įkrovimą";
"landing.mosaic.tile2.body" = "Elektromobilio įkrovimo vadovas";
"landing.mosaic.tile2.ctaText" = "<u>Sužinokite daugiau</u>";
"landing.mosaic.tile3.body" = "Svarbūs klausimai nuomojantis elektromobilį";
"landing.mosaic.tile3.ctaText" = "<u>Sužinokite daugiau</u>";
"landing.countdowntimer.days" = "dienos";
"landing.countdowntimer.hours" = "val.";
"landing.countdowntimer.minutes" = "min.";
"landing.countdowntimer.seconds" = "sek.";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} oro uostas – ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} vieta (${y})";
"results.filter.all3" = "Filtruoti (${x})";
"VehicleList.Header.Filter" = "Filtruoti";
"VehicleList.Header.Filter.Selected" = "Filtruoti (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "Kaina rezervuota ${X} d. nuo ${y}";
"LoyaltyNumber" = "Lojalumo numeris (neprivalomas)";
"VehicleList.Header.Map" = "Žemėlapis";
"Payment.256.Encrypted" = "Visos mokėjimų operacijos koduojamos taikant 256 bitų SSL";
"Insurance.Applicable.Taxes" = "Įskaičiuoti visi taikomi mokesčiai";
"BookingError.Insurance" = "Atsiprašome, tačiau apdorodami užsakymą susidūrėme su technine problema. Sėkmingai užsisakėte automobilį, tačiau kilo draudimo įsigijimo problema. Galite pabandyti dar kartą skyrelyje „Tvarkyti mano užsakymą“ – išsami informacija pateikta patvirtinimo el. laiške.";
"Payment.Exchange.Currency.Message" = "Atkreipkitė dėmesį, kad šiandien mokėtina suma bus nuskaičiuota ${z}, remiantis šiandieniu valiutos keitimo kursu (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Kita";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Iš viso ${x}";
"settings.label.url.4" = "Privatumo nuostatai";
"Price.Summary.Included.Charges" = "Įtraukti mokesčiai";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Informacija apie paslaugos teikėją";
"VehicleList.Map.BottomSheet.SupplierDistance" = "Atstumas: ${x} ${y} ";
"VehicleList.Map.BottomSheet.SupplierHours" = "Darbo laikas";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Uždaryta";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "Pirmadienis";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "Antradienis";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "Trečiadienis";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "Ketvirtadienis";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "Penktadienis";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "Šeštadienis";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "Sekmadienis";
"Add.Booking.Title" = "Deja, nepavyko rasti paieškos kriterijus atitinkančių automobilių.";
"Add.Booking.Form.Error" = "Deja, nepavyko rasti paieškos kriterijus atitinkančių automobilių.";
"Add.Booking.Heading" = "Pridėti užsakymą";
"Add.Booking.Form.BookingId.Error" = "Neteisingas numeris";
"please.try.again" = "Bandykite dar kartą.";
"insurance.xc.simple.api.main.ipid.text" = "IPID";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Nemokamas draudimo atšaukimas bet kada, iki paėmimo";
"Insurance.XC.Subtitle.eDo" = "„Premium“ draudimas siūlo geriausias sąlygas – iki ${policy.limit} padidintą draudimo sumą ir aukštesnes dalines ribas, kad būtų galima apdrausti svarbiausius dalykus. Siūloma išskirtinai „Prime“ nariams.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "Nemokamai atšaukite užsakymą 24 val. iki paėmimo";
"insurance.xc.simple.api.main.more.info.button" = "Daugiau informacijos";
"Insurance.XC.USP.ThirdParty" = "Trečiųjų šalių draudimas";
"insurance.xc.simple.api.main.link.terms.text" = "Nuostatos ir sąlygos";
"Insurance.xc.pricing.terms" = "Įskaičiuoti visi taikomi mokesčiai";
"Insurance.XC.USP.LatePickUp" = "Vėlyvas automobilio pasiėmimas dėl atidėto skrydžio";
"Insurance.XC.Pill.Free.Cancellation.UK" = "Nemokamai atšaukite užsakymą 24 val. iki paėmimo";
"insurance.xc.simple.api.main.premium.cta" = "Rinktis „Premium“ draudimą";
"Insurance.XC.USP.Windscreen" = "Priekinis ir kiti stiklai, padangos";
"Insurance.XC.USP.Misfueling" = "Netinkamų degalų mokestis";
"Insurance.XC.USP.BreakdownAssistance" = "Pagalba kelyje";
"Insurance.XC.USP.ClaimSupport" = "Pagalba pretenzijų klausimais įvairiomis kalbomis";
"Insurance.XC.USP.TravelExpenses" = "Kelionės išlaidos";
"Insurance.XC.Subtitle" = "Pasirinkę papildomą draudimą atgausite iki ${x} franšizės sumą, todėl pakliuvę į eismo įvykį neturėsite mokėti iš savo kišenės.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "Pasirinkę „Premium“ draudimą patvirtinsite, kad perskaitėte ir sutinkate su draudimo ${x} ir ${y} sąlygomis, o šis polisas atitinka jūsų poreikius.";
"Insurance.XC.Title" = "„Premium“ draudimas";
"Insurance.XC.USP.RefundableExcess.Alt" = "Iki <span>100 % grąžinama franšizės suma</span>";
"CannotProcessReservation" = "Įvyko netikėta  klaida. Užsakymas nesukurtas ir pinigai nenuskaičiuoti. Sukurkite naują paiešką ir bandykite dar kartą.";
"insurance.options.xc.header" = "Draudimo parinktys";
"insurance.options.xc.premium.body" = "<b>Premium</b> – <b>aukščiausio lygio draudimas</b>, kurį pasirinkus automobilio apgadinimo atveju jūsų sumokėta franšizės suma iki ${x} bus <b>grąžinta</b> jums.";
"top.up.your.protection" = "Rinkitės didesnę apsaugą";
"insurance.options.xc.limited.body" = "<b>Limited</b> – <b>minimalus draudimas</b>. Automobiliui padarytos žalos atveju turėsite sumokėti <b>negrąžinamą</b> franšizės sumą iki ${x}.";
"title_calendar" = "Datos pasirinkimo langas";
"title_conditions" = "Taisyklės ir sąlygos";
"title_details" = "Informacija apie automobilį";
"title_details_supplier" = "VERTINIMAI";
"title_details_vehicle" = "ĮSKAIČIUOTA";
"title_extras_insurance" = "Priedai ir draudimas";
"title_filters" = "Filtruoti";
"title_insurance" = "Draudimas";
"title_locations" = "Vietos";
"title_payment" = "Mokėjimas";
"title_results" = "Rezultatai";
"title_search_ground" = "Ieškoti sausumos transporto";
"title_search_rental" = "Automobilių nuoma";
"title_settings" = "Nuostatos";
"title_summary" = "Mokėjimo suvestinė";
"title_user" = "Pagrindinio vairuotojo duomenys";
"title_extras" = "Priedai";
"CTA_add" = "Pridėti prie užsakymo";
"CTA_search" = "Ieškoti automobilių";
"CTA_save" = "Išsaugoti nuostatas";
"CTA_continue" = "Tęsti";
"CTA_with_insurance" = "Tęsti su draudimu";
"CTA_no_insurance" = "Tęsti be draudimo";
"CTA_to_homepage" = "Grįžti į pradžios puslapį";
"CTA_book" = "Užsisakykite dabar už";
"CTA_close" = "Užverti";
"CTA_cancel" = "Atšaukti";
"CTA_done" = "Atlikta";
"search_pickup_location_text" = "Paėmimo vieta";
"search_pickup_location_hint" = "Įvesti oro uosto, miesto ar stoties pavadinimą";
"search_return_location_text" = "Įveskite grąžinimo vietą";
"search_return_location_hint" = "Įvesti oro uosto, miesto ar stoties pavadinimą";
"search_return_location_button" = "Grąžinimas į tą pačią vietą";
"search_driver_age" = "Vairuotojo amžius 25–70 metų";
"search_driver_age_hint" = "Vairuotojo amžius";
"search_select_dates" = "Datos";
"search_select_dates_hint" = "Pasirinkti datas";
"search_pickup_time_text" = "Paėmimo laikas";
"search_return_time_text" = "Grąžinimo laikas";
"search_locations_placeholder" = "Įrašyti vietą";
"calendar_summary_dropoff" = "Grąžinimo data";
"calendar_summary_pickup" = "Paėmimo data";
"calendar_summary_title" = "Pasirinkti datą";
"calendar_select_date" = "Pasirinkti datą";
"calendar_select_dates" = "Pasirinkti datas";
"calendar_pickup_date" = "Paėmimo data";
"calendar_return_date" = "Grąžinimo data";
"calendar_continue" = "Tęsti";
"calendar_sun" = "Sk";
"calendar_mon" = "Pr";
"calendar_tue" = "An";
"calendar_wed" = "Tr";
"calendar_thu" = "Kt";
"calendar_fri" = "Pn";
"calendar_sat" = "Št";
"locations_results_airports" = "Oro uostai";
"locations_results_others" = "Visos kitos vietos";
"settings_country_title" = "Šalis";
"settings_currency_title" = "Valiuta:";
"settings_select_country" = "Pasirinkite šalį";
"settings_select_currency" = "Pasirinkite valiutą";
"settings_select_languages" = "Pasirinkite kalbą";
"results_sort" = "Rūšiuoti";
"results_filter" = "Filtruoti";
"vehicle_orsimilar" = "ar pan.";
"vehicle_passenger" = "Keleivis";
"vehicle_passengers" = "Keleiviai";
"vehicle_bag" = "Krepšys";
"vehicle_bags" = "Krepšiai";
"vehicle_door" = "Durys";
"vehicle_doors" = "Durelės";
"vehicle_duration_1" = "Kaina už";
"vehicle_duration_2" = "diena";
"vehicle_duration_3" = "dienos";
"vehicle_total_price" = "Bendra kaina";
"vehicle_best_seller" = "Labiausiai perkamas";
"vehicle_great_value" = "Gera kaina";
"vehicle_provided" = "Teikia";
"vehicle_air_conditioning" = "Oro kondicionierius";
"vehicle_fuel_policy" = "Kuras";
"vehicle_supplier_address" = "Nuomotojo adresas";
"vehicle_suppliers_address_detail" = "Nuomotojo adresas yra:";
"vehicle_pickup_location" = "Paėmimo vieta";
"vehicle_vehicle_inclusion" = "Tai įskaičiuota į šio automobilio kainą";
"rental_sort_title" = "Rūšiuoti rezultatus pagal";
"rental_sort_price" = "Kaina";
"rental_sort_rating" = "Įvertinimas";
"rental_sort_recommended" = "Rekomenduojama";
"filter_package" = "Paketas";
"filter_carsize" = "Automobilio dydis";
"filter_supplier" = "Nuomotojas";
"filter_rating" = "Įvertinimas";
"filter_fuel" = "Kuras";
"filter_carfuel" = "Degalų rūšis";
"filter_carspec" = "Automobilio komplektacija";
"filter_transmission" = "Pavarų dėžė";
"filter_specialoffers" = "Specialus pasiūlymas";
"filter_transfertype" = "Transporto paslaugų rūšis";
"filter_transfertime" = "Kelionės laikas";
"filter_reset" = "Atkurti";
"vehicle_type_cargovan" = "Krovininis furgonas";
"vehicle_type_compact" = "Kompaktinis";
"vehicle_type_compact_elite" = "Kompaktiškas elitinis";
"vehicle_type_economy" = "Ekonominis";
"vehicle_type_economy_elite" = "Ekonomiškas elitinis";
"vehicle_type_estate" = "Universalas";
"vehicle_type_exotic" = "Egzotinis";
"vehicle_type_exotic_SUV" = "Egzotinis SUV";
"vehicle_type_fifteen_passenger_van" = "15-os vietų keleivinis autobusas";
"vehicle_type_five_seat_carrier" = "5-ių vietų automobilis";
"vehicle_type_four_wheel_drive" = "Varomas keturiais ratais";
"vehicle_type_fullsize" = "Erdvus";
"vehicle_type_fullsize_elite" = "Erdvus elitinis";
"vehicle_type_intermediate" = "Vidutinis";
"vehicle_type_intermediate_elite" = "Vidutinis elitinis";
"vehicle_type_large_SUV" = "Didelis SUV";
"vehicle_type_large_truck" = "Didelis sunkvežimis";
"vehicle_type_luxury" = "Prabangus";
"vehicle_type_luxury_elite" = "Prabangus elitinis";
"vehicle_type_medium_SUV" = "Vidutinis SUV";
"vehicle_type_midsize" = "Vidutinio dydžio";
"vehicle_type_mini" = "Mini";
"vehicle_type_mini_elite" = "Mini elitinis";
"vehicle_type_minivan" = "Minivenas";
"vehicle_type_moped" = "Mopedas";
"vehicle_type_moving_van" = "Perkraustymo furgonas";
"vehicle_type_nine_seat_carrier" = "9-ių vietų transporto priemonė";
"vehicle_type_oversize" = "Yptingai didelis";
"vehicle_type_premium" = "Premium";
"vehicle_type_premium_elite" = "Premium elitinis";
"vehicle_type_regular" = "Įprastinis";
"vehicle_type_seven_seat_carrier" = "7-ių vietų transporto priemonė";
"vehicle_type_small_SUV" = "Mažas SUV";
"vehicle_type_small_medium_truck" = "Mažo ar vidutinio dydžio sunkvežimis";
"vehicle_type_special" = "Specialus";
"vehicle_type_standard" = "Standartinis";
"vehicle_type_standard_elite" = "Standartinis elitinis";
"vehicle_type_stretch" = "Pailgintas automobilis";
"vehicle_type_subcompact" = "Pusiau kompaktinis";
"vehicle_type_twelve_foot_truck" = "12-os pėdų sunkvežimis";
"vehicle_type_twelve_passenger_van" = "12-os vietų autobusas";
"vehicle_type_twenty_foot_truck" = "20-ies pėdų sunkvežimis";
"vehicle_type_twenty_four_foot_truck" = "24-ių pėdų sunkvežimis";
"vehicle_type_twenty_six_foot_truck" = "26-ių pėdų sunkvežimis";
"vehicle_type_unique" = "Unikalus";
"vehicle_type_vehicle_size_SUV" = "Nedidelis SUV";
"vehicle_type_other" = "Kita";
"vehicle_fuel_petrol" = "Benzininis";
"vehicle_fuel_diesel" = "Dyzelinis";
"vehicle_transmission_auto" = "Automatinė";
"vehicle_transmission_manual" = "Mechaninė";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Vienodas įkrovos lygis";
"vehicle_fuel_policy_type_FULLFULL" = "Pilnas / pilnas";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "Paimama ir grąžinama tuščiu baku";
"vehicle_fuel_policy_type_FULLEMPTY" = "Išankstinis pirkimas";
"vehicle_fuel_policy_type_HALFEMPTY" = "Paimama su puse bako ir grąžinama tuščiu baku";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Paimamas ketvirtis, grąžinamas tuščias.";
"vehicle_fuel_policy_type_HALFHALF" = "Pusė / pusė";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "Ketvirtis / ketvirtis";
"vehicle_fuel_policy_type_UNKNOWN" = "Nežinomas";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Išankstinis kuro pirkimas (kompensuojamas likutis)";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Degalai: Pasirinkite nuomos punkte";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Mokesčiai už degalus: Neįtraukti";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Mokesčiai už degalus: Įtraukti";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Pasirūpinkite, kad automobilis būtų įkrautas ir išvenkite papildomo mokesčio. Atvykę pasiimti automobilio, iš paslaugos teikėjo gausite iki tam tikro lygio įkrautą automobilį. Jį grąžinti turėsite įkrautą iki panašaus lygio.";
"vehicle_fuel_policy_desc_FULLFULL" = "Tai yra geriausias degalų variantas. Jūsų automobilis pateikiamas su pilnu baku degalų. Grąžinkite automobilį su pilnu degalų baku, kad išvengtumėte bet kokių degalų papildymo mokesčių.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "Jūsų automobilis pateikiamas su pakankamai degalų, kad galėtumėte nuvažiuoti į artimiausią degalinę. Automobilį reikia grąžinti tuščiu baku, nes už nepanaudotus degalus nebus kompensuota.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "Jūsų automobilis pateikiamas su pilnu baku degalų, bet Jūs turėsite sumokėti už juos nuomos punkte. Automobilį reikia grąžinti tuščiu baku, nes už nepanaudotus degalus nebus kompensuota.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "Jūsų automobilis pateikiamas su puse bako degalų. Jūs turėsite sumokėti už šiuos degalus nuomos punkte. Galite naudoti tiek degalų, kiek norite, ir Jums nereikės pripildyti bako prieš grąžinant automobilį";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "Jūsų automobilis pateikiamas su ketvirčiu bako degalų. Jūs turėsite sumokėti už šiuos degalus nuomos punkte. Galite naudoti tiek degalų, kiek norite, ir Jums nereikės pripildyti bako prieš grąžinant automobilį";
"vehicle_fuel_policy_desc_HALFHALF" = "Jūsų automobilis pateikiamas su puse bako degalų. Grąžinkite automobilį su puse bako degalų, kad išvengtumėte degalų papildymo mokesčių. Jeigu automobilį grąžinsite su daugiau degalų, Jūs negausite jokios papildomos kompensacijos.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "Jūsų automobilis pateikiamas su ketvirčiu bako degalų. Grąžinkite automobilį su ketvirčiu bako degalų, kad išvengtumėte degalų pildymo mokesčių. Jeigu automobilį grąžinsite su daugiau degalų, Jūs negausite jokios papildomos kompensacijos.";
"vehicle_fuel_policy_desc_UNKNOWN" = "Žr. svarbią informaciją";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "Jūsų automobilis pateikiamas su pilnu baku degalų. Jūs už juos turėsite sumokėti nuomos punkte ir gausite mokėti nekompensuojamą administravimo mokestį. Jums bus kompensuota už nesunaudotus degalus, kai grąžinsite automobilį.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "Automobilis pateikiamas su pilnu baku degalų. Jūs galite sumokėti už degalus iš anksto nuomos punkte (išankstinis pirkimas) arba pripildyti baką prieš grąžindami automobilį (pilnas / pilnas). Bet kuriuo atveju nepamirškite pranešti automobilių nuomos paslaugų teikėjui, kurį variantą pasirinksite.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "Mokesčiai už degalus į kainą neskaičiuoti. Prieš vairuotojui jus pristatant, sumokate už bako pripildymą.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "Visi mokesčiai už degalus yra įskaičiuoti. Jums nereikės mokėti papildomai už kuro pripildymą.";
"vehicle_pickup_type" = "Paėmimo rūšis";
"vehicle_pickup_location_VWF_1.VWF.X" = "Terminale";
"vehicle_pickup_location_VWF_2.VWF.X" = "Oro uoste";
"vehicle_pickup_location_VWF_3.VWF.X" = "Oro uosto terminalas";
"vehicle_pickup_location_VWF_4.VWF.X" = "Geležinkelio stotis";
"vehicle_pickup_location_VWF_5.VWF.X" = "Pristatymas į viešbutį";
"vehicle_pickup_location_VWF_6.VWF.X" = "Pas automobilių nuomos agentą";
"vehicle_pickup_location_VWF_7.VWF.X" = "Miesto centras / komercinė miesto dalis";
"vehicle_pickup_location_VWF_8.VWF.X" = "Miesto centro rytinėje dalyje";
"vehicle_pickup_location_VWF_9.VWF.X" = "Miesto centro pietinėje dalyje";
"vehicle_pickup_location_VWF_10.VWF.X" = "Miesto centro vakarinėje dalyje";
"vehicle_pickup_location_VWF_11.VWF.X" = "Miesto centro šiaurinėje dalyje";
"vehicle_pickup_location_VWF_12.VWF.X" = "Uostas / keltas";
"vehicle_pickup_location_VWF_13.VWF.X" = "Arti kurorto";
"vehicle_pickup_details_VWF_1.VWF.X" = "Tai yra pats patogiausias paėmimo variantas.  Nuomos punktas yra oro uosto terminale.";
"vehicle_pickup_details_VWF_2.VWF.X" = "Automobilių nuomos punktas yra patogioje vietoje – oro uosto teritorijoje.";
"vehicle_pickup_details_VWF_4.VWF.X" = "Tai yra pasitikimo paslauga. Atvykus Jūsų lauks vairuotojas. Nurodykite mums savo skrydžio numerį, kad vairuotojas galėtų sekti, ar nevėluoja Jūsų skrydis.";
"vehicle_pickup_details_VWF_5.VWF.X" = "Automobilį galėsite atsiimti viešbučio registratūroje.";
"vehicle_pickup_details_VWF_6.VWF.X" = "Tai yra pasitikimo paslauga. Atvykus Jūsų lauks vairuotojas. Nurodykite mums savo skrydžio numerį, kad vairuotojas galėtų sekti, ar nevėluoja Jūsų skrydis.";
"vehicle_pickup_type_VLI_1.VLI.X" = "Terminale";
"vehicle_pickup_type_VLI_2.VLI.X" = "Terminalas ir maršrutinis autobusas";
"vehicle_pickup_type_VLI_3.VLI.X" = "Nemokamas maršrutinis autobusas";
"vehicle_pickup_type_VLI_4.VLI.X" = "Mes jus pasitiksime";
"vehicle_pickup_type_VLI_6.VLI.X" = "Asmeninis vairuotojas";
"vehicle_pickup_at_airport" = "Oro uoste";
"vehicle_pickup_unknown" = "Nežinoma";
"included_title" = "Įtraukta nemokamai:";
"included_cancel" = "Atšaukimas";
"included_amend" = "Pakeitimai";
"included_thirdparty" = "Trečiųjų šalių atsakomybė";
"included_theft" = "Draudimas vagystės atveju";
"included_collision" = "Draudimas avarijos atveju";
"included_terms" = "Taisyklės ir sąlygos";
"supplier_reviews" = "atsiliepimai";
"supplier_car" = "Automobilio švara";
"supplier_desk" = "Pagalba paslaugų teikėjo registratūroje";
"supplier_pickup" = "Išsinuomoto automobilio paėmimo procesas";
"supplier_dropoff" = "Išsinuomoto automobilio grąžinimo procesas";
"supplier_price" = "Bendra vertė už sumokėtą kainą";
"supplier_waiting" = "Laukimo laikas";
"supplier_below_average" = "Prastesnė, nei vidutinė";
"supplier_good" = "Geras";
"supplier_excellent" = "Puikus";
"supplier_rating_detail" = "klientai šią automobilių nuomos bendrovę įvertino kaip";
"extras_equipment_aircon" = "Oro kondicionierius";
"extras_equipment_gps" = "GPS";
"extras_back" = "Atgal";
"extras_conditions" = "Atkreipkite dėmesį, kad už papildomus reikmenis mokama nuomos punkte. Mes siekiame užtikrinti, kad klientai gautų visus papildomus reikmenis, tačiau ne visada galime garantuoti jų prieinamumą.";
"extras_per_day" = "per dieną";
"extras_placeholder" = "Teikia pasaulinė draudimo ir turto valdymo lyderė „Axa“.";
"insurance_summary_replace_src" = "pažymėkite langelį toliau";
"insurance_summary_replace_val" = "pasirinkite ir pereikite prie draudimo";
"insurance_summary_title" = "Priežastys gauti visapusį draudimą";
"insurance_list_1_title" = "Gera kaina";
"insurance_list_1_body" = "Sumažinkite galimą atsakomybę iki ${x} tik už ${w} per dieną";
"insurance_list_2_title" = "Geriausia apsauga";
"insurance_list_2_body" = "žalos automobiliui arba jo vagystės atveju turėsite sumokėti papildomą mokestį – jis bus visiškai kompensuotas.";
"insurance_list_3_title" = "Visiška ramybė";
"insurance_list_3_body" = "esate visiškai apdrausti, o įvykio atveju papildomi mokesčiai bus Jums kompensuoti.";
"insurance_conditions" = "Daugiau informacijos rasite ${x}.";
"insurance_provider" = "Teikia pasaulinė draudimo ir turto valdymo lyderė „Axa“";
"insurance_policy" = "Šį polisą parengė INTER PARTNER ASSISTANCE SA – AXA Assistance Group, Avenue Louise 166, 1050 Briuselis, Belgija, narė.";
"user_name_hint" = "Vardas, pavardė";
"user_firstname_hint" = "Vardas";
"user_surname_hint" = "Pavardė";
"user_email_hint" = "El. paštas";
"user_email2_hint" = "Patvirtinti el. paštą";
"user_phone_hint" = "Telefonas";
"user_address_hint" = "Adresas";
"user_address_line1_hint" = "1-a adreso eilutė";
"user_address_line2_hint" = "2-a adreso eilutė";
"user_city_hint" = "Miestas";
"user_postcode_hint" = "Pašto kodas";
"user_flight_hint" = "Skrydžio numeris (svarbu)";
"user_country_hint" = "Šalis";
"summary_desk" = "Mokėti nuomos punkte";
"summary_now" = "Mokėti dabar";
"summary_rental" = "Automobilių nuoma";
"summary_ground" = "kelionę;";
"summary_total" = "Iš viso";
"summary_pickup" = "Paėmimas";
"summary_dropoff" = "Grąžinimas";
"summary_lead_driver" = "Pagrindinio vairuotojo duomenys";
"summary_vehicle" = "Duomenys apie automobilį";
"summary_payment" = "Mokėjimo suvestinė";
"summary_damage_refund" = "Žalos atlyginimo draudimas";
"summary_booking_fee" = "Užsakymo mokestis";
"payment_text_1" = "Norėdami baigti užsakymą ir sutikti su ${x}, paspauskite „Užsisakyti dabar“.";
"payment_text_2" = "Taisyklės ir sąlygos";
"receipt_email_text" = "Patvirtinimo el. laišką išsiuntėme ${x}. Jį turėtumėte gauti ne vėliau kaip po 15 minučių. Peržiūrėkite kvitą, prieš paimdami automobilį.";
"receipt_scroll" = "Ieškoti suvestinės";
"receipt_success" = "Jūsų užsakymas sėkmingai apdorotas.";
"receipt_summary_car" = "Automobilio santrauka";
"receipt_summary_driver" = "Pagrindinio vairuotojo duomenys";
"receipt_summary_dropoff" = "Grąžinimas";
"receipt_summary_pickup" = "Paėmimas";
"receipt_title" = "Sveikiname!";
"receipt_your_reference" = "Jūsų užsakymo nuoroda:";
"widget_label" = "NAUJAS";
"widget_title" = "Pridėti automobilio nuomą";
"widget_text" = "Greičiausias ir lengviausias būdas užsakyti automobilio nuomą";
"widget_title_added" = "Pridėtas automobilis";
"general_form_empty" = "Užpildykite šį lauką";
"results_empty" = "Rezultatų nėra";
"error_widget_no_cars" = "Nepavyko rasti transporto priemonių šioje vietovėje";
"error_payment_general" = "Atliekant mokėjimą įvyko klaida";
"error_requestor_missing" = "Nepateiktas prašančiojo tapatybės numeris";
"error_payment_no_internet1" = "Nėra interneto ryšio";
"error_payment_no_internet2" = "Norint užbaigti Jūsų užsakymą reikalingas interneto ryšys";
"error_payment_loading1" = "Atsiprašome";
"error_payment_loading2" = "Nepavyksta atverti mokėjimo lango";
"error_ok" = "GERAI";
"error_no_booking_ref" = "Nėra užsakymo numerio";
"error_no_insurance_available" = "Draudimo nėra";
"booking_reference_prefix" = "Užsakymo nuoroda";
"title_booking_manager" = "Būsimi užsakymai";
"settings_language_header" = "Kalba";
"interstitial_header" = "Ieškome Jums tobulai tinkančio automobilio";
"interstitial_subheader" = "už geriausią kainą";
"mins_placeholder" = "min.";
"summary_deposit" = "Automobilio nuomos užstatas";
"confirmation_loading_header" = "Šiuo metu apdorojame Jūsų mokėjimą";
"confirmation_loading_subheader" = "Gali užtrukti iki 30 sekundžių, prašome palaukti";
"address_details_title" = "Adreso duomenys";
"add_extras_title" = "Pridėti papildomų priemonių";
"insurance_upgrade" = "Pridėti draudimą";
"insurance_added" = "Pridėta";
"car_rental_total" = "Iš viso už automobilio nuomą";
"vehicle_features" = "savybės";
"vehicle_features_title" = "Kitos automobilio savybės";
"free_cancellation_detail" = "Gera naujiena! Nemokamas užsakymo atšaukimas ir pataisos.";
"free_cancellation_title" = "Gera naujiena!";
"free_cancellation_point1" = "Nemokamas atšaukimas likus 24 val. iki paėmimo";
"free_cancellation_point2" = "Kai keičiate savo užsakymą internetu, programėlėje arba telefonu, mokesčiai netaikomi.";
"vehicle_mileage_title" = "Rida:";
"vehicle_mileage_618_VCP_X" = "Ribotas kilometražas";
"vehicle_mileage_618_VCP_X_desc" = "Vidutinis ${x} ${y} ${z} važiavimo atstumas įskaičiuotas į šią kainą. Už nuvažiuotą papildomą atstumą gali būti taikomi papildomi mokesčiai.";
"vehicle_mileage_609_VCP_X" = "Neribojama rida";
"vehicle_mileage_609_VCP_X_desc" = "Nėra ribojamo atstumo, kurį galite nuvažiuoti šiuo automobiliu";
"vehicle_insurance_title" = "Draudimas";
"vehicle_insurance_title_description" = "Ribotas draudimas";
"insurance_upgrade_title" = "Atnaujinkite savo draudimą";
"insurance_upgrade_subtitle" = "Žalos mokesčio grąžinimo draudimas";
"insurance_more" = "Daugiau informacijos";
"insurance_per_day" = "per dieną";
"insurance_total" = "Iš viso";
"insurance_detail_title" = "Žalos mokesčio grąžinimo draudimas";
"insurance_more_details_title1" = "Sumažinkite savo atsakomybę nuo ${x} iki  ${y}";
"insurance_more_details_insurance_main_text" = "Automobilių nuomos paslaugų teikėjas gali paprašyti už Jūsų kelionę sumokėti užstatą arba perviršio draudimą. Šis žalos atlyginimo draudimas turėtų apimti draudimo franšizės reikalavimus, todėl prieš įsigydami kitą draudimo polisą, patikrinkite sutarties sąlygas. Jei automobilis bus apgadintas arba pavogtas, automobilių nuomos paslaugų teikėjas pasiliks draudimo franšizę išlaidoms padengti, kurias galite prašyti visiškai kompensuoti su žalos atlyginimo draudimu.";
"vehicle_other" = "Kiti automobiliai";
"insurance_more_details_title2" = "Dengimas draudimu";
"insurance_more_details_point1" = "Visapusiškas žalos ir vagystės papildomų mokesčių atlyginimas";
"insurance_more_details_point2" = "Padangos, langai, veidrodėliai ir ratai";
"insurance_more_details_point3" = "Stogas, dugnas ir nepakankamas užpildymas degalais";
"insurance_more_details_point4" = "Administravimo įkainiai";
"insurance_more_details_point5" = "Raktų draudimas ir asmeniniai daiktai";
"insurance_terms_conditions" = "Nuostatos ir sąlygos";
"CTA_add_to_flight" = "Pridėti prie skrydžio";
"CTA_edit" = "Redaguoti";
"payment_name" = "Vardas, pavardė";
"payment_card" = "Kortelės numeris";
"payment_expiry" = "mm/MM";
"payment_cvc" = "CVC numeris";
"payment_summary_pay_nothing_desk" = "Nereikia mokėti nuomos punkte";
"extras_title" = "Pridėti papildomų priemonių";
"extras_all" = "Peržiūrėti viską";
"widget_card_info" = "Nemokamas atšaukimas";
"merchandising_business" = "Verslo keliautojas";
"merchandising_city_break" = "Savaitgalio ekskursija į miestą";
"merchandising_family_size" = "Šeimos automobilis";
"merchandising_best_seller" = "Labiausiai perkamas";
"merchandising_great_value" = "Gera kaina";
"merchandising_quickest_queue" = "Greičiausiai slenkanti eilė";
"merchandising_recommended" = "Rekomenduojami";
"merchandising_upgrade_to" = "Atnaujinti į";
"merchandising_on_budget" = "Nebrangūs";
"merchandising_best_reviewed" = "Geriausi atsiliepimai";
"payment_free" = "Įtraukta nemokamai";
"feature_usb" = "USB jungtis";
"feature_bluetooth" = "„Bluetooth“";
"feature_gps" = "GPS";
"feature_title" = "Kitos ypatybės";
"feature_german_model" = "Vokiškas modelis";
"feature_front_demister" = "Apsauga nuo priekinio stiklo rasojimo";
"feature_parking_sensors" = "Statymo sistemos jutiklis";
"feature_fuel_economy" = "Degalų taupymas";
"extra_per_rental" = "vienai nuomai";
"widget_loading" = "Įkeliamas automobilių sąrašas";
"widget_free_cancelation" = "Nemokamas atšaukimas!";
"mileage_allowance" = "Rida";
"mileage_unlimited" = "Neribota";
"mileage_limited" = "Ribota";
"insurance_basic" = "Draudimas:";
"insurance_basic_detail" = "Ribotas draudimas";
"widget_load_error" = "Pigiau nerasite";
"CTA_add_vehicle_basket" = "Įdėti į krepšelį";
"all_extras_paid" = "Už visus priedus mokama paėmimo metu.";
"payment_secure_text" = "Šimtaprocentinis saugumas";
"payment_cardnumber" = "Kortelės numeris";
"payment_cvv" = "CVV";
"extras_included_for_free" = "Įtraukta nemokamai:";
"extras_101.EQP" = "Papildomas vairuotojas";
"extras_7" = "Tinka kūdikiams iki 9 mėnesių arba sveriantiems mažiau nei 9 kg (20 svarų).";
"extras_9" = "Paaukštinta sėdynė – tinka 4 metų ir vyresniems vaikams, kurių svoris 18–45 kg (40–100 svarų).";
"extras_8" = "Tinka vaikams nuo 9 mėnesių iki 4 metų, kurių svoris 8–18 kg (20–40 svarų).";
"extras_13" = "Palydovinė navigacijos sistema.";
"extras_3" = "Padidinama automobilio bagažo erdvė.";
"extras_34" = "Mobilusis telefonas su GPS.";
"extras_4" = "Slidėms saugiai laikyti.";
"extras_10" = "Rekomenduojama vairuojant žiemą.";
"extras_52" = "Leidžia naudotis elektroninio kelių mokesčių mokėjimo juostomis automagistralėse.";
"extras_55" = "Prieiga prie belaidžio interneto ryšio nešiojamiesiems ir planšetiniams kompiuteriams, išmaniesiems telefonams bei kitiems „Wi-Fi“ ryšiu veikiantiems įrenginiams.";
"extras_30" = "Šis paketas apima privalomą įrangą, rekomenduojamą naudoti žiemos sąlygomis.";
"extras_14" = "Rekomenduojama vairuojant žiemą.";
"Message.FreeCancellation.7days" = "Nemokamas atšaukimas iki 7 dienų po Jūsų užsakymo! ";
"extras_102.EQP" = "Palydovinė navigacijos sistema.";
"overall_rating" = "Įvertinimas";
"payment_invalid_card_number" = "Neteisingas numeris";
"payment_invalid_expiry_date" = "Neteisinga data";
"payment_invalid_cvc_number" = "Turi būti 3 arba 4 skaitmenys";
"search_title" = "Ieškoti";
"search_compare_deals" = "Palyginkite ir suraskite <b>geriausios vertės</b> automobilių nuomos pasiūlymus";
"whats_your_pickup_location" = "Kokia yra Jūsų paėmimo vieta?";
"whats_your_dropoff_location" = "Kokia yra grąžinimo vieta?";
"view_your_next_trip" = "Peržiūrėti kitą kelionę!";
"book_another_car" = "arba užsakykite kitą automobilį";
"why_book_with_us" = "Kodėl nuomotis pas mus?";
"free_cancellation_and_amendments" = "Nemokami atšaukimas ir pataisos";
"free_cancellation_amendments_detail" = "Nemokamas atšaukimas likus iki 24 val. iki paėmimo. Keičiant užsakymą netaikomi jokie administravimo mokesčiai.";
"phone_support" = "Pagalba telefonu visą parą";
"phone_support_detail" = "Mūsų komanda yra čia, kad Jums galėtų padėti ištisą parą";
"airports_city_locations" = "30 000 oro uostų ir miesto vietovių";
"airports_city_locations_detail" = "Lyginkite 1 700 nuomotojų pasiūlymus, rinkitės ir sutaupykite!";
"no_hidden_costs" = "Jokių paslėptų išlaidų";
"no_hidden_costs_detail" = "Prieš užsisakant automobilio nuomą, mes paaiškinsime visas papildomas išlaidas. Norite gauti daugiau informacijos, kas įskaičiuota? Perskaitykite bet kurio automobilio taisykles ir sąlygas.";
"damage_theft_protection" = "Apsauga nuo apgadinimų ir vagystės";
"damage_theft_protection_detail" = "Į mūsų nuomos pasiūlymus įskaičiuoti žalos automobiliui draudimas ir apsauga nuo vagystės.";
"vehicles" = "automobiliai";
"apply" = "Taikyti";
"select_all" = "pažymėti viską";
"perfect_car" = "Mes ieškome Jums tobulo automobilio";
"free_cancellation" = "Nemokamai";
"cancellation_amendments" = "atšaukimas ir pataisos";
"included_important" = "Svarbu";
"customer_ratings" = "Pagal %@ klientų įvertinimų (-us)";
"more_features" = "Daugiau funkcijų";
"continue_to_payment" = "Pereiti prie mokėjimo";
"car_rental" = "Automobilių nuoma";
"toast_extras" = "Į bendrą kainą įskaičiuoti papildomi mokesčiai, tačiau už juos mokėsite paimdami automobilį.";
"booking_delay" = "Tai gali užtrukti iki 30 sekundžių";
"booking_please_sit_tight" = "Būkite kantrūs";
"booking_secure_payment" = "Saugus mokėjimas";
"booking_pay" = "Mokėti";
"booking_manage_your_booking" = "Tvarkyti užsakymą";
"booking_card_title" = "Kelionė į";
"booking_button_title" = "PERŽIŪRĖTI UŽSAKYMĄ";
"booking_list_title" = "Peržiūrėti kitą kelionę?";
"payment_title_header" = "Peržiūrėti";
"payment_pay_at_pickup_title" = "Mokėti paimant";
"payment_pay_at_desk_title" = "Mokėtina nuomos punkte";
"summary_extras_cell_title" = "Pasiimdami automobilį vietine valiuta turėsite sumokėti už:";
"summary_car_hire_title" = "Automobilio nuomos mokestis";
"booking_summary_title" = "Užsakymo nuoroda";
"payment_summary_title" = "Kainos suvestinė";
"user_phone_prefix_hint" = "Prefiksas";
"car_rental_subscribe" = "Taip, norėčiau gauti išskirtinius pasiūlymus el. paštu. Prenumeratos galite bet kada atsisakyti.";
"secure_payment_header" = "Saugus mokėjimas";
"secure_payment_text" = "Visi mokėjimo sandoriai yra koduojami 128 bitų SSL.";
"payment_conditions_1" = "Norėdami baigti užsakymą ir sutikti su ${x} bei ${y}, paspauskite „Mokėti“.";
"payment_conditions_2" = "Nuomos sąlygos";
"splash_navigation_title" = "Automobilių nuoma";
"summary_pay_total" = "Mokėti %@";
"deselect_all" = "atžymėti viską";
"free_cancellation_and_amendments_banner" = "<b>Nemokamas</b> atšaukimas ir pataisos";
"settings_currency_updated" = "Atnaujinta valiuta";
"booking_not_included" = "Neįtraukta";
"vehicle_type_convertible" = "Kabrioletas";
"loyalty_scheme_title" = "„WestJet“ nuolaidų sistema";
"loyalty_scheme_label" = "„WestJet“ nuolaidų sistemos ID";
"loyalty_scheme_intro" = "„WestJet“ nuolaidų sistemos nariams 1 % sugrįžta „WestJet“ doleriais. „WestJet“ doleriai suteikiami už Jūsų nuomos mokestį neįskaičius mokesčių ir mokėjimo kaštų.";
"loyalty_scheme_notes" = "„WestJet“ dolerius gali kaupti tik pagrindinis vairuotojas.  Nurodykite pagrindinio vairuotojo „WestJet“ nuolaidų sistemos ID.";
"loyalty_scheme_confirm" = "Šis narys yra pagrindinis nuomojamo automobilio vairuotojas. Atsižvelgiant į nuomos kainą prieš mokesčius, rinkliavas ir įmokas, jam yra skiriami „WestJet“ doleriai.";
"Free.LimitedDamageProtection" = "Ribotas žalos draudimas";
"Free.LimitedTheftProtection" = "Ribotas draudimas nuo vagysčių";
"Insurance.Excess.Liability" = "Papildoma atsakomybė iki ${x}";
"Insurance.Basic.Cover.Incl" = "Ribotas draudimas (įskaičiuotas):";
"Insurance.Insurance.Explained" = "Draudimas paaiškintas";
"Basic.Intro" = "Turėdami teikėjo ribotą draudimą, esate apdrausti nuo atsakomybės trečiosioms šalims. Jūs taip pat turite ribotą žalos atlyginimo ir apsaugos nuo vagystės draudimą. Jis apima didžiąją išlaidų dalį, tačiau Jūs būsite atsakingi už perviršį iki 3 000 €. Pasiimdami automobilį, turėsite palikti užstatą, naudodami savo kredito kortelę. Jeigu automobilis bus sugadintas ar pavogtas, teikėjas išskaičiuos išlaidas iš Jūsų užstato.";
"Insurance.Premium.Cover" = "„Premium“ draudimas:";
"Premium.Intro" = "Jei turite „Premium“ draudimą, galite naudotis nuomotojo ribotojo draudimo privalumais (įskaitant civilinės atsakomybės draudimą) ir apsaugosite savo užstatą. Automobilio apgadinimo ar vagystės atveju automobilio nuomotojas franšizės negrąžins ir panaudos ją nuostoliams padengti; dalį šios sumos, kuri neturi viršyti taisyklėse pateiktoje išmokų lentelėje nurodytos didžiausios sumos (pasinaudokite toliau pateiktomis nuorodomis), galėsite susigrąžinti. Informaciją apie paraiškos teikimą išsiųsime Jums elektroniniu paštu.";
"Premium.Tyres.Benefit" = "Jis apima padangos pradūrimą ir padangos pakeitimą bei veidrodėlių ir ratų sugadinimą.";
"Premium.Key.Benefit" = "Jis taip pat apima pamestų raktų pakeitimą ir asmeninius daiktus, jeigu jie pavagiami iš Jūsų automobilio.";
"Premium_TC" = "Draudimo įmokų taisyklės ir sąlygos";
"Insurance.Got.It" = "Aišku!";
"Damage.Protection" = "Žalos automobiliui draudimas";
"Free.TheftProtection" = "Apsauga nuo vagystės";
"Insurance.Checklist.ExcessRefund" = "Bet kokio sumokėto perviršio grąžinimas";
"AddPremium" = "Pridėti „Premium“ draudimą";
"NoThanks" = "Ačiū, ne";
"Daily_price_Per_day" = "/dieną";
"Insurance.Info.Subtitle1" = "Automobilio paėmimas";
"Insurance.Info.Subtitle2" = "Automobilio grąžinimas";
"Insurance.Info.Text.2" = "Automobilių nuomos paslaugų teikėjas gali paprašyti registratūroje įsigyti perviršio draudimą. Jums šio draudimo neturėtų reikėti, jei pridėsite mūsų žalos grąžinimo draudimą.";
"Insurance.Info.Text.3" = "Užstatas bus padėtas į Jūsų kredito kortelę ir bus skirtas perviršiui padengti žalos ar vagystės atveju.";
"Insurance.Info.Text.4" = "Jei automobilis nebus apgadintas arba pavogtas, perviršio užstatas Jūsų kredito kortelėje bus visiškai grąžintas.";
"Insurance.Info.Text.5" = "Jei automobilis bus apgadintas arba pavogtas, automobilių nuomos paslaugų teikėjas pasiliks perviršį išlaidoms, kurias galite prašyti visiškai kompensuoti, padengti. Informacija apie reikalavimo pateikimą bus išsiųsta Jums patvirtinimo el. paštu.";
"Insurance.Info.Text.6" = "Todėl būtinai pasiimkite kredito kortelę, gautą vairuotojo vardu, kurios limito pakanka papildomam mokesčiui / užstatui padengti. Jei kilo kokių nors problemų, atvykus į automobilių nuomos paslaugų teikėjo punktą, skambinkite mums.";
"Insurance.Info.Text.7" = "Daugiau informacijos rasite Nuostatose ir sąlygose.";
"X.PerDay" = "${x} per dieną";
"Insurance.Prompt.CoverPrice" = "Bendra kaina: ${x}";
"car.insurance" = "Automobilio draudimas";
"AddStandard" = "Pridėti „Premium“ draudimą";
"CTA.Insurance.Added" = "Su „Premium“ draudimu";
"CTA.Insurance.Not.Added" = "Su ribotu draudimu";
"Standardadded" = "Pridėtas „Premium“ draudimas";
"PayAtPickupReminder" = "Nepamirškite paimdami automobilį sumokėti likusius ${x} vietine valiuta.";
"Insurance.Limited.Cover.Incl" = "Ribotas draudimas (įskaičiuotas)";
"Recent.Searches" = "Ankstesnės paieškos";
"AddCar" = "Tęsti";
"Total" = "Iš viso:";
"Limited.Offer" = "Pasiūlymas galioja ribotą laiką";
"PercentageOff" = "${x} nuolaida";
"Free.ThirdPartyLiability" = "Civilinės atsakomybės draudimas";
"Insurance.Checklist.Item2" = "Padangos, langai, veidrodėliai ir ratai";
"Insurance.Checklist.Item5" = "Raktų draudimas ir asmeniniai daiktai";
"Chubb.Content.1" = "Draudimas žalos ir vagystės atveju, įskaičiuotas į šios nuomos kainą, minėtais atvejais apdraudžia nevisiškai. Jūs privalėsite sumokėti papildomai, jeigu automobilis bus sugadintas, pavogtas arba pamesite raktelius.";
"Chubb.Content.2" = "Taip, aš noriu apsidrausti nuo galimų papildomų mokesčių tik už ${x} (${y} = ${z}).";
"Chubb.Content.3" = "Jeigu norite apsidrausti nuo galimų papildomų mokesčių, būtinai pažymėkite aukščiau esantį langelį.";
"Chubb.Content.4" = "Gera kaina";
"Chubb.Content.5" = "Papildomų mokesčių kompensavimas iki 50 000 ZAR tik už ${x} (${y} = ${z}).";
"Chubb.Content.6" = "Geriausia apsauga";
"Chubb.Content.7" = "Gaukite iki 50 000 ZAR kompensaciją, jeigu reikia sumokėti papildomai.";
"Chubb.Content.8" = "Ir dar daugiau";
"Chubb.Content.9" = "į šį draudimą įtraukta iki ZAR 50,000 išmoka nelaimingo atsitikimo atveju, jei asmuo miršta arba tampa neįgalus, ir iki ZAR 15,000 draudimas nuo asmeninio turto vagystės.";
"Chubb.Content.10" = "Kaip šis draudimas galioja nuomos metu ir po jos?";
"Chubb.Content.11" = "Kaip šis draudimas galioja nuomos metu ir po jos?";
"Chubb.Content.12" = "Automobilio paėmimas";
"Chubb.Content.13" = "Automobilių nuomos paslaugų teikėjas gali paprašyti registratūroje įsigyti perviršio draudimą. Jums šio draudimo neturėtų reikėti, jei pridėsite mūsų žalos grąžinimo draudimą. Užstatas bus padėtas į Jūsų kredito kortelę ir bus skirtas perviršiui padengti žalos ar vagystės atveju.";
"Chubb.Content.14" = "Todėl būtinai pasiimkite kredito kortelę, gautą vairuotojo vardu, kurios limito pakanka papildomam mokesčiui / užstatui padengti. Jei kilo kokių nors problemų, atvykus į automobilių nuomos paslaugų teikėjo punktą, skambinkite mums.";
"Chubb.Content.15" = "Automobilio grąžinimas";
"Chubb.Content16" = "Jei automobilis bus apgadintas arba pavogtas, automobilių nuomos paslaugų teikėjas pasiliks perviršį išlaidoms, kurias galite prašyti visiškai kompensuoti, padengti. Informacija apie pretenzijos pateikimą bus išsiųsta Jums elektroniniu patvirtinimo laišku. Jei automobilis nebus apgadintas arba pavogtas, perviršio užstatas Jūsų kredito kortelėje bus visiškai grąžintas.";
"Chubb.Content.17" = "Daugiau informacijos rasite taisyklėse ir sąlygose.";
"National.ID" = "Nacionalinis ID numeris";
"Origin.Province" = "Pasirinkite savo kilmės provinciją";
"Allianz.Content.1" = "Draudimo pagal šį polisą privalumai apima";
"Allianz.Content.2" = "Fizinis nuomojamo automobilio sugadinimas ar praradimas, kurį patiriate vairuodami arba kai nuomojamas automobilis paliekamas be priežiūros automobilio nuomos laikotarpiu";
"Allianz.Content.3" = "Kitoks nuomojamo automobilio praradimas ar sugadinimas, kylantis ne dėl susidūrimo (pavyzdžiui: gaisras, audra, vandalizmas)";
"Allianz.Content.4" = "Nuomojamo automobilio ar kitų jo dalių arba priedų vagystė";
"Allianz.Content.5" = "Charges for valid loss of use while the rental car is being repaired.";
"Allianz.Content.6" = "Mokesčiai už nuomojamo automobilio vilkimą iki artimiausios galimos pagalbos tarnybos.";
"origin.State" = "Pasirinkite savo kilmės šalį";
"Orient.legal" = "Šias taisykles tvirtina „Orient Sigorta A.Ş.“ (registracijos numeris T14113-CEM09), o platina įgaliotoji agentūra „Hepstar“. Pasirinkdami šią paslaugą sutinkate, kad Jūsų asmens duomenys būtų pateikti, tvarkomi, registruojami, saugomi, klasifikuojami, atnaujinami ir prireikus perduodami trečiosioms šalims, ir saugomi užsienyje, laikantis Turkijos įstatymo Nr. 6698 ir susijusių teisės aktų.";
"Insurance.Upgrade.Cover" = "Atnaujinkite savo draudimą";
"Car.Excess.Cover.AU" = "Nuomojamo automobilio perviršio draudimas";
"Insurance.Checklist.Item1" = "Apgadinimų ir vagystės franšizės kompensavimas";
"Add" = "Pridėti";
"Car.Excess.Cover.Text.AU" = "Kai paimate automobilį, tiekėjas rezervuoja perviršio sumos dydžio užstatą jūsų kreditinėje kortelėje, kurį privalote apmokėti, jeigu automobilis yra sugadinamas arba pavagiamas";
"Car.Excess.Cover.CTA.Promo" = "Jeigu norite taikyti nuomojamo automobilio perviršio draudimą (iki ${x}), tiesiog pažymėkite toliau esantį laukelį";
"Insurance.Prompt.Content.CTA" = "Taip, noriu įsigyti nuomojamo automobilio papildomų išlaidų draudimą";
"Car.Excess.Cover.Agree.Statement" = "Pažymėdamas aukščiau esantį laukelį, aš sutinku gauti ${x} ir ${y} per šias nuorodas; taip pat perskaičiau, jas supratau ir sutinku, kad mano asmeniniai duomenys būtų renkami, naudojami ir atskleidžiami, kaip nurodyta „Allianz“ tarptautinės pagalbos ${z}.";
"Insurance.Prompt.Agree.Links" = "Informacijos apie gaminį atskleidimas (PDS - Product Disclosure Statement )";
"Insurance.Prompt.Agree.Links2" = "Finansinių paslaugų vadovas";
"Insurance.Prompt.ContentUS2" = "Apsaugokite save, naudodamiesi „Allianz Rental Car Protector“ paslaugomis, tik už ${x} per dieną.";
"Insurance.Prompt.TCs" = "Gali būti taikomos išimtys, sąlygos ir apribojimai. Žr. ${x}";
"CarTermsAndConditions" = "Nuostatos ir sąlygos";
"Car.Excess.Cover.CTA.AU" = "Taip, noriu įsigyti nuomojamo automobilio franšizės draudimą už ${x}";
"Add.Cover" = "Pridėti draudimą";
"Insurance.Prompt.SelectCA" = "Kokia provincija išdavė jums vairuotojo pažymėjimą?";
"Insurance.Prompt.CTA.Insure.US" = "Taip, norėčiau įsigyti nuomojamo automobilio apsaugos draudimą";
"AddInsurance" = "Pridėti draudimą";
"Chubb.Content.18" = "Šis produktas prieinamas tik asmenims nuo 21 iki 80 metų. Polisą pasirašė „Chubb Insurance South Africa Limited“ ir administruoja įgaliotieji finansinių paslaugų teikėjai „Hepstar Financial Services“. Taikomos poliso taisyklės ir sąlygos. Šis polisas suteikiamas be jokių konsultacijų, draudimas prisiimamas pagal draudėjo pateiktą faktinę informaciją.";
"Car.Excess.Cover.TC.AU" = "Šį draudimą suteikė „Allianz Australia Insurance Limited“ ABN 15 000 122 850 AFSL 234708, o dokumentus išdavė ir tvarko „AWP Australia Pty Ltd“ ABN 52 097 227 177 AFSL 245631, savo veiklą vykdanti kaip „Allianz Global Assistance“. „Et Ausco Limited“ ARBN 612 412 094, vykdanti savo veiklą kaip „CarTrawler“, parūpino šį draudimą kaip „Allianz Global Assistance“ agentas. Taikomi terminai, sąlygos, apribojimai ir išimtys. Bet kokie „Allianz Global Assistance“ pateikti patarimai apie šį draudimą yra tik bendro pobūdžio ir jie nėra pateikiami atsižvelgiant į Jūsų tikslus, finansinę situaciją ar poreikius. Prieš priimdami sprendimą, apsvarstykite ${x}. Jeigu įsigysite „Allianz Global Assistance“ polisą, „CarTrawler“ ir įmonė, kuri nukreipė Jus į šią svetainę, gaus komisinius, kurie yra tam tikras procentas nuo Jūsų įmokos.";
"Orient.Content.1" = "Gaukite iki 7000 TRY kompensaciją, jeigu reiktų sumokėti franšizę.";
"Orient.Content.2" = "Franšizės kompensacija iki 7 000 TRY, tik už ${x} (${y} = ${z}).";
"Orient.Content.3" = "Šiuo draudimu numatoma iki 100 000 TRY išmoka mirties arba neįgalumo atveju ir iki 3 000 TRY draudimas asmens turto vagystės atveju!";
"Orient.Content.4" = "Draudimas nuo netikėtų franšizės mokesčių.";
"Orient.Content.5" = "Šiuo draudimu numatoma iki 100 000 TRY išmoka mirties ir neįgalumo atveju ir iki 3 000TRY draudimas asmens turto vagystės atveju!";
"Insurance.Prompt.Agree.Links3" = "Privatumo pranešimas";
"Allianz.Content.7" = "Noriu įsigyti nuomojamo automobilio apsaugos draudimą ir perskaičiau ${x}";
"Allianz.Content.8" = "Į nurodytus draudimo tarifus mokesčiai neįtraukti. Mokesčiai skaičiuojami atskirai, jeigu taikomi jūsų šalyje, ir atitinkamai nurodomi draudimo patvirtinime.";
"filter_pickup" = "Paėmimo vieta";
"vehicle_seat" = "vietą;";
"vehicle_seats" = "vietas.";
"age_range_error_text" = "Įveskite leistiną vairuotojo amžių (nuo 18 m.)";
"invalid_search_parameters" = "Paieškos parametrų klaida";
"insurance" = "Draudimas:";
"supplier_average" = "Vidutiniškas";
"TRANSFERS.Cheapest.Airport.Destination" = "PERVEŽIMAI. Pigiausias būdas nuvykti iš oro uosto į Jūsų paskirties vietą";
"GT.Private.Transfer" = "Privačios transporto paslaugos";
"Transfer.Service.Class.Regular" = "Standartinis";
"Business" = "Verslo klasė";
"Business.Minivan" = "Verslo klasės minivenas";
"Transfer.Service.Class.Luxury" = "„Premium“ draudimas";
"Standard.Minivan" = "Minivenas";
"Max.Passengers" = "Iki ${X}";
"AirConditioning.Abbr" = "A/C";
"WifiAccess" = "„Wi-Fi“ prieiga";
"Free.Cancellation.Mobile" = "Nemokamas atšaukimas";
"Filter.Supplier" = "Nuomotojas";
"Review.destination.address" = "Peržiūrėkite savo paskirties vietos adresą";
"Book.Now.Modify.Destination" = "Galite užsisakyti dabar ir keisti savo paskirties vietą, kol liks 24 valandos iki išvykimo. Kaina gali keistis, atsižvelgiant į Jūsų paskirties vietą.";
"One.Hyphen.Way.Transfer" = "Pervežimas viena kryptimi";
"Special.requests.optional" = "<strong>Specialūs prašymai</strong> (pasirenkamai)";
"Additional.Info.Text" = "Ar yra papildomos informacijos, kurią turi žinoti vairuotojas, specialių reikalavimų, vaikiškos kėdutės, bagažo tipas?";
"Special.Request" = "Įvesti bet kokį ypatingą prašymą";
"You.also.get" = "<strong>Jūs taip pat gausite:</strong>";
"Certified.Driver" = "Sertifikuotas vairuotojas";
"No.taxes.tolls.gratuity" = "Jokių mokesčių, rinkliavų ir arbatpinigių";
"FREE.wait" = "NEMOKAMAS laukimo laikas";
"TransferConditions" = "Transporto paslaugų sąlygos";
"IHaveReadTermsConditions.link2" = "Užsakymo sąlygos ir nuostatos";
"Privacy.Policy" = "Privatumo nuostatai";
"Confirm" = "Patvirtinti";
"Total.Transfer.Cost" = "Bendra pervežimo kaina";
"OtherFee" = "Kiti mokesčiai";
"YoungDriverFee" = "Jauno vairuotojo mokestis";
"Price.Updated" = "Kaina buvo atnaujinta.";
"Address.Prompt.Field" = "Įveskite viešbutį, oro uostą, gatvės adresą arba dominančią vietą";
"Price.No.Change" = "Viskas gerai, kaina nepasikeitė.";
"PrivateTransfer.Added" = "Pridėta privati pervežimo paslauga";
"widget_text_GT" = "Pigiausias būdas nuvykti iš oro uosto į Jūsų paskirties vietą";
"widget_title_GT" = "Privačios transporto paslaugos";
"widget_title_added_GT" = "Pridėta privati pervežimo paslauga";
"Results.Found" = "Rasta ${X} rezultatų";
"Ticket.Oneway" = "Į vieną pusę";
"From.To" = "Nuo ${X} iki ${Y}";
"Destination.confirmed" = "Paskirties vieta patvirtinta";
"No.Avail.Search.Error" = "Šioje vietovėje automobilių nerasta. Pamėginkite kitą vietovę.";
"To" = "Iki";
"a_TO_b" = "iki";
"EditSearch" = "Redaguoti paiešką";
"Where.Drop.Off" = "Kur mes galėtume Jus išleisti?";
"Where.Pick.Up" = "Iš kur galėtume Jus paimti?";
"GT.Passengers" = "Keleiviai";
"Total.Passengers" = "${x} keleiviai";
"GT.S1.PickupDate" = "Paėmimo data";
"GT.S1.OnePassenger" = "${x} keleivis";
"Additional.Info.Text2" = "Gali būti taikomas papildomas mokestis už paslaugas arba įrangą, pvz., automobilines kėdutes vaikams. Su jumis bus susisiekta prieš įtraukiant tokius mokesčius į užsakymą.";
"GT_USP_SHORT_waiting" = "Kai atvyksite, jau Jūsų lauksime vietoje";
"Details" = "Duomenys";
"Validation.Looks.Good" = "Atrodo gerai!";
"insurance.hepstar.tr.nationalIDError" = "Įveskite galiojantį ID numerį";
"IPID_LINK_TEXT" = "Prieš priimdami sprendimą perskaitykite informacinį draudimo produkto dokumentą";
"Free.Cancellation.All.Cars" = "Nemokamas visų automobilių atšaukimas";
"SelectedCar" = "Pasirinktas automobilis";
"Insurance.IPID.App" = "Pridėdamas (-a) „Premium“ draudimą patvirtinu, kad perskaičiau ${x} ir visą šių taisyklių informaciją, su kuria sutinku ir kuri atitinka mano poreikius.";
"Insurance.IPID.Document" = "IPID dokumentas";
"Insurance.Explained" = "Paaiškinta jūsų papildoma suma";
"InsuranceExplained.TextUpdate" = "Šis produktas atitinka asmenų, norinčių apsidrausti nuo atsakomybės dėl automobilių nuomos įmonės pretenzijų iki ${x} už nuomos laikotarpiu apgadintą arba prarastą transporto priemonę, reikalavimus ir poreikius.";
"ImportantInformation" = "Svarbi informacija";
"CTA.PayAcceptTermsGDPR" = "Norėdami baigti užsakymą ir sutikti su ${x}, ${y} ir mūsų ${z}, paspauskite „Mokėti“.";
"Residency.PopUp" = "Pakeitus gyvenamąją šalį / regioną gali pakisti kaina ir pasirinkto automobilio prieinamumas. Jūs būsite nukreipti į rezultatų puslapį, kur Jūsų paieška bus atnaujinta.";
"Country.Region" = "Šalis / regionas";
"SearchDatesIncorrect.Error" = "Klaidinga data. Peržiūrėkite pasirinktas datas";
"AgeFieldYoung.Error" = "Įveskite 18–24 metų amžių";
"DriverFullName.Empty.Error" = "Įrašykite vairuotojo vardą ir pavardę.";
"DriverEmail.Empty.Error" = "Įveskite savo el. pašto adresą.";
"Phone.Empty.Error" = "Įrašykite savo telefono numerį.";
"Address.Empty.Error" = "Įrašykite savo adresą.";
"City.Empty.Error" = "Įrašykite savo miestą.";
"OpeningHours" = "Darbo laikas";
"AgeFieldElder.Error" = "Įveskite didesnį kaip 71 metų amžių";
"DistancePickupX" = "Atstumas nuo paėmimo vietos: ${x}";
"Distance.Tooltip" = "Automobilių nuomos punktas yra: ${x}.  Tai yra ${y} nuo ${z}";
"widget_from_label" = "Nuo";
"widget_Xperday" = "${x} per dieną";
"widget_fromXperday" = "Nuo ${x} per dieną";
"widget_perday" = "/dieną";
"FlightNumber.Empty.Error" = "Skrydžio numeris yra būtinas";
"NameOnCard" = "Vardas, pavardė ant kortelės";
"widget_remove" = "Šalinti";
"EmailAddress" = "El. pašto adresas";
"title_search_results" = "Paieškos rezultatai";
"title_interstitial" = "Ieškoma...";
"Availability.Mobile1" = "Nepavyko rasti jūsų kriterijus atitinkančių rezultatų, tačiau gali būti naudinga pakeisti paiešką.";
"Availability.Text2" = "Pamėginkite pasirinkti kitą paėmimo ir grąžinimo laiką";
"Availability.Text3" = "Pamėginkite pasirinkti kitas datas";
"LocationType.Airport" = "Oro uostas";
"DriverDetails" = "Išsami informacija apie vairuotoją";
"search_country" = "Ieškoti";
"wcag.information" = "Papildoma informacija";
"filter_clearall" = "Valyti visus";
"filter_clear" = "Valyti";
"Size.Small" = "Mažas";
"Size.Medium" = "Vidutinis";
"Size.Large" = "Didelis";
"Size.SUV" = "SUV";
"Size.Fullsize" = "Erdvus";
"Size.Luxury" = "Prabangus";
"Size.Premium" = "Premium";
"simple_connection_error" = "Tvarkant Jūsų užklausą įvyko klaida. Bandykite dar kartą.";
"Residency.PopUp.Title" = "Keisti šalį / regioną?";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"widget_pricing_title" = "Nuo per dieną";
"widget_cta_text" = "Pridėti automobilio nuomą";
"CardExpDate.Empty.Error" = "Nurodykite kortelės galiojimo pabaigos mėnesį ir metus";
"DriverFirstName.Empty.Error" = "Įrašykite vairuotojo vardą";
"DriverLastName.Empty.Error" = "Įrašykite vairuotojo pavardę";
"FlightNumberOptional" = "Skrydžio numeris (nebūtina)";
"results_car_empty" = "Automobilių neradome";
"Availability.Text5" = "Bandykite sumažinti filtrų";
"wcag.basket" = "Mokėjimo krepšelis";
"wcag.addExtra" = "Pridėti priedų";
"wcag.removeExtra" = "Pašalinti priedus";
"results_driver_age" = "Vairuotojo amžius: ${x}";
"filter_showxcars" = "Rodyti ${x} autom.";
"payment_premium_cover" = "„Premium“ draudimas";
"wcag.back" = "Atgal";
"Filter.CarSize.Show.All" = "Rodyti daugiau dydžių";
"Filter.CarSize.Show.Less" = "Rodyti mažiau dydžių";
"CardholderName.Empty.Error" = "Įrašykite kortelės turėtojo vardą ir pavardę.";
"CardSecurityCode.Empty.Error" = "Čia įrašykite saugos kodą.";
"CardNumber.Payment.Empty.Error" = "Nurodykite kortelės numerį.";
"Cardexpiry.Empty.Error" = "Nurodykite kortelės galiojimo pabaigos datą.";
"SpecialOffer.GuaranteedNewCar" = "Naujo automobilio garantija";
"SpecialOffer.FreeDriver" = "Papildomas vairuotojas nemokamai";
"SpecialOffer.GuaranteedCarModel" = "Automobilio modelio garantija";
"Carblock.People" = "${x} žmonės";
"cancellation_banner" = "Nemokamas visų automobilių atšaukimas likus 48 val. iki paėmimo";
"Carblock.PricePerDay" = "${x} dienai";
"Carblock.Total" = "Viso ${x} ";
"CarPriceInclude" = "Apima ${x} (${y})";
"CarPriceInclude.Free" = "Nemokamai";
"Insurance.Modal.Accept" = "Sutikti";
"Insurance.Modal.AcceptText" = "Prieš tęsdami privalote patvirtinti draudimo nuostatas ir sąlygas.";
"Insurance.Modal.ViewTerms" = "Žiūrėti nuostatas ir sąlygas";
"Preferred.Supplier.Footer.Default" = "Išskirtiniai pasiūlymai";
"Preferred.Supplier.Header.Default" = "Rekomenduojami";
"Booking.Summary.Payment.Paid" = "Sumokėta";
"Booking.Summary.Payment.Pickup" = "Mokėtina paėmimo metu";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Dėmesio, Jūsų draudimo poliso dokumentus galime pateikti elektroniniu ir (arba) įprastu paštu. Spustelėjus „${x}“ ir nurodžius el. pašto adresą, dokumentai bus išsiųsti nurodytu adresu. Norėdami draudimo dokumentus gauti įprastu paštu, atsiųskite el. laišką adresu carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "Nurodykite didesnį nei ${x} m. amžių";
"DriverAgeYoung.Error" = "Nurodykite amžių nuo ${x} iki ${y} m.";
"Extras.Show.List" = "Rodyti sąrašą";
"Extras.Subheader" = "Šių priedų kiekis ribotas, o jų nuomos kainos gali pasikeisti, jeigu nuspręsite apmokėti nuomos punkte.";
"Extras.Included" = "Įtraukta";
"Extras.X.Free" = "${x} nemokamai";
"Payment.Summary.Free" = "Nemokamai ${x}";
"error_connection_text" = "Pasitikrinkite, ar esate prisijungę prie mobiliojo arba „Wi-Fi“ tinklo, ir bandykite dar kartą.";
"error_connection_cta" = "Bandykite dar kartą";
"error_dismiss" = "Nepaisyti";
"Upsell_Title" = "Gera naujiena!";
"Upsell_Body" = "Pasirinktam automobiliui galite rinktis iš įvairių draudimų.";
"CTA_Not_Now" = "Ne dabar";
"Limited_Cover_Title" = "Ribotas draudimas";
"Limited_Insurance_Checklist_Item1" = "${x} franšizės draudimas (lėšos negrąžinamos)";
"Limited_Insurance_Checklist_Item3" = "Ribotas žalos draudimas ir draudimas vagystės atveju";
"Premium_Insurance_Details" = "AXA kompensacijos dėl apgadinimų draudimas.";
"Premium_Insurance_Checklist_Item1" = "Iki ${x} franšizės apsauga (lėšos grąžinamos)";
"Premium_Insurance_Checklist_Item2" = "${x} užstatas nuomos punkte";
"Premium_Insurance_Checklist_Item3" = "Apgadinimų ir vagystės franšizės kompensavimas";
"ZeroExcess_Title" = "Paketas be jokios franšizės";
"ZeroExcess_Insurance_Details" = "Draudimas be jokios franšizės ir su mažu užstatu.";
"ZeroExcess_Checklist_Item1" = "${x} franšizė";
"ZeroExcess_Checklist_Item2" = "Žalos automobiliui draudimas ir draudimas vagystės atveju";
"ZeroExcess_CC_Required" = "Kredito kortelė nereikalinga";
"Insurance_Checklist_Third_Party" = "Civilinės atsakomybės draudimas";
"Insurance_Checklist_Desk_Deposit" = "${x} užstatas nuomos punkte";
"Insurance_More_Info" = "Daugiau informacijos";
"CTA_Show_Me" = "Rodyti";
"SpecialOffer.ZeroExcessAvailable" = "Galite įsigyti „Zero-Excess Bundle“ – jokios franšizės";
"Limited_Insurance_Included" = "Įtraukta į jūsų automobilio nuomos mokestį.";
"Premium_Insurance_Checklist_Item4" = "Stiklų, stogo, važiuoklės ir padangų pažeidimo atveju";
"Premium_Insurance_Checklist_Item5" = "Raktų ir asmeninių daiktų draudimas";
"CTA_Add_Continue" = "Pridėti ir tęsti";
"ZeroExcess_Terms_1" = "Pasirinkę paketą be jokios franšizės ir galėsite mėgautis nuomotojo riboto draudimo privalumais (įskaitant civilinės atsakomybės draudimą), ${x} franšize ir daug mažesniu užstatu. Jei jūsų automobilis bus apgadintas arba pavogtas, automobilių nuomotojas papildomų įkainių netaikys.";
"ZeroExcess_Terms_2" = "Draudimas negalioja padangų, važiuoklės, priekinio ir kitų stiklų pažeidimų atveju. Pasikonsultuokite su nuomos agentu nuomos punkte.";
"LimitedCover_Info" = "Jei turite ribotąjį nuomotojo draudimą, esate apdrausti nuo civilinės atsakomybės trečiosioms šalims. Jūs taip pat turite ribotąjį žalos atlyginimo ir apsaugos nuo vagystės draudimą. Jis sudaro didžiąją išlaidų dalį, tačiau būsite atsakingi už ne didesnę nei ${x} franšizės išmoką. Pasiimdami automobilį, turėsite pateikti savo kredito kortelę ir palikti užstatą. Jeigu automobilis bus apgadintas ar pavogtas, nuomotojas išskaičiuos nuostolius iš Jūsų užstato.";
"Swiss_Premium_Insurance_Details" = "Draudimo apsaugą suteikia bendrovė „TSM Insurance“. Visus skundus tvarko bendrovė „AXA Assistance“.";
"FlightNumber_Error" = "Patikrinkite skrydžio numerį.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "Neatpažintas lojalumo numeris";
"Priority_Messaging_Native_Results" = "Pasinaudokite mūsų pasiūlymais ir mėgaukitės švariu automobiliu.";
"Priority_Messaging_Native_Details" = "Nemokamas atšaukimas ${x} val. iki automobilio paėmimo.";
"Priority_Messaging_Native_Payment" = "Su nemokamo atšaukimo paslauga bent ${x} val. iki paėmimo galėsite keisti savo planus kaip panorėsite.";
"car_features" = "Automobilio ypatybės";
"vehicle_fuel_hybrid" = "Hibridinis";
"vehicle_fuel_electric" = "Elektromobilis";
"rental_info_details" = "Daugiau informacijos";
"vehicle_fuel_policy_type_FREETANK" = "Nemokamas bakas";
"vehicle_fuel_policy_desc_FREETANK" = "Jūsų automobilis pateikiamas su pilnu baku degalų nemokamai. Galite naudoti tiek degalų, kiek norite, ir Jums nereikės pripildyti bako prieš grąžinant automobilį.";
"vehicle_fuel_policy_type_SAMESAME" = "Tiek pat užpildytas bakas";
"vehicle_fuel_policy_desc_SAMESAME" = "Pasiimsite automobilį užpildytą degalų. Prieš važiuodami patikrinkite degalų lygį. Automobilį turėsite grąžinti su tokiu pačiu kiekiu degalų.";
"Filter_PriceRange" = "Kainos intervalas";
"Filter_AverageCarPrice" = "Vidutinė automobilių nuomos kaina – ${x}";
"PickupType_CarDriver" = "Vairuotojo paslaugos";
"PickupType_CarDriver_Info" = "Vairuotojas jus pasitiks oro uosto atvyko salėje.";
"PickupType_MeetNGreet" = "Sutikimas ir pagalba";
"PickupType_MeetNGreet_Info" = "Automobilių nuomos paslaugos teikėjo atstovas sutiks Jus oro uosto terminale ir nukreips į automobilių nuomos punktą.";
"PickupType_Terminal" = "Terminale";
"PickupType_Terminal_Tooltip" = "Tai yra pats patogiausias paėmimo variantas.  Nuomos punktas yra oro uosto terminale.";
"PickupType_ShuttleBus_Terminal" = "Nemokamas autobusas";
"PickupType_ShuttleBus_Terminal_Tooltip" = "Nemokamas maršrutinis autobusas atveš jus iš oro uosto terminalo į nuomos punktą.";
"PickupType_ShuttleBus_Counter" = "Nemokamas autobusas";
"PickupType_ShuttleBus_Counter_Tooltip" = "Nemokamas maršrutinis autobusas atveš jus iš oro uosto terminalo į nuomos punktą.";
"PickupType_HoppaShuttleBus" = "Tiesioginis autobusiukas";
"PickupType_HoppaShuttleBus_Info" = "Maršrutinis autobusas nuveš jus prie nuomos punkto, greta oro uosto terminalo. Šiai paslaugai gali būti taikomas nedidelis mokestis, kurį reikės sumokėti vairuotojui.";
"PickupType_OnAirport_Terminal" = "Oro uoste";
"PickupType_OnAirport_Terminal_Info" = "Automobilių nuomos punktas yra patogioje vietoje – oro uosto teritorijoje.";
"PickupType_OnAirport" = "Oro uoste";
"PickupType_OnAirport_Info" = "Automobilių nuomos punktas yra patogioje vietoje – oro uosto teritorijoje.";
"PickupType_Rail" = "Reikalinga geležinkelio linija";
"PickupType_Rail_Info" = "Reikalinga kelionė geležinkelio linija iš oro uosto terminalo į paslaugų teikėjo vietovę";
"vehicle_fuel_lpg" = "Suskystintos dujos";
"vehicle_fuel_hydrogen" = "Vandenilis";
"vehicle_fuel_ethanol" = "Etanolis";
"vehicle_fuel_multifuel" = "Įvairūs degalai";
"sale_search_banner_title" = "Akcija prasidėjo!";
"sale_search_banner_description" = "Nuolaida iki ${x}. Akcija baigiasi ${y}.";
"sale_landing_banner_title" = "Akcija prasidėjo!";
"sale_landing_banner_description" = "Nuolaida iki ${x}. Akcija baigiasi ${y}.";
"landing_page_1_title" = "Lankstūs užsakymai";
"landing_page_3_title" = "Klientų palaikymas visą parą visomis savaitės dienomis";
"landing_page_4_title" = "Jokių paslėptų mokesčių";
"landing_page_4_desc" = "Prieš užsisakant automobilio nuomą, mes paaiškinsime visas papildomas išlaidas";
"landing_page_1_desc" = "Užsakykite automobilį drąsiai, nes užsakymą galėsite atšaukti nemokamai 48 val. iki automobilio paėmimo.";
"landing_page_2_title" = "Dezinfekuoti automobiliai";
"landing_page_2_desc" = "Mes rūpinamės pažangiomis valymo priemonėmis, kad jūs išliktumėte saugūs.";
"landing_page_3_desc" = "Mūsų komanda visuomet pasiruošusi jums pagelbėti užsakymo klausimais.";
"landing_page_title" = "Palyginkite daugiau kaip 1700 tiekėjų visame pasaulyje teikiančių automobilių nuomos pasiūlymus";
"landing_page_search" = "Kur vykstate?";
"sale_discount_payment" = "Nuolaida (–${x})";
"sales_TCs" = "Nuostatos ir sąlygos";
"recent_search_delete" = "Pašalinti";
"Pickup.Error" = "Nurodykite paėmimo vietą.";
"Return.Error" = "Dar kartą nurodykite grąžinimo vietą.";
"HA_landing_page_title" = "Drąsiai išsinuomokite automobilį. Ieškokite. Lyginkite. Išsaugokite.";
"Argus_landing_page_title" = "Mažiausia kaina arba grąžinsime skirtumą. Paprasta.";
"Premium_Insurance_title" = "Kompensacijos dėl apgadinimų draudimas, kurį teikia ${x}.";
"Insurance.Checklist.Item1.2" = "Vagystės draudimo frančizės lėšų grąžinimas";
"ZeroExcess_Checklist_Item2_1" = "Žalos draudimas";
"ZeroExcess_Checklist_Item2_2" = "Draudimas vagystės atveju";
"Insurance.Checklist.Item1.1" = "Žalos draudimo frančizės lėšų grąžinimas";
"Disclaimer.Quebec" = "Kvebeko gyventojams draudimas nesiūlomas";
"Select.Province" = "Pasirinkti rajoną";
"Province.Residency" = "Gyvenamoji vieta";
"state.CA.BC" = "Britų Kolumbija";
"state.CA.AB" = "Alberta";
"state.CA.YT" = "Jukonas";
"state.CA.SK" = "Saskačevanas";
"state.CA.PE" = "Princo Edvardo sala";
"state.CA.ON" = "Ontarijas";
"state.CA.NT" = "Šiaurės Vakarų teritorijos";
"state.CA.NU" = "Nunavutas";
"state.CA.NS" = "Naujoji Škotija";
"state.CA.NL" = "Niufaundlandas ir Labradoras";
"state.CA.NB" = "Naujasis Bransvikas";
"state.CA.MB" = "Manitoba";
"CDW_Insurance_title" = "AWN nuostolių kompensacijos draudimas.";
"no_cover_title" = "Jokios apsaugos";
"no_cover_item1" = "${x} atsakomybė už pažeidimus ir vagystę";
"no_cover_item3" = "Be žalos ir vagystės draudimo";
"no_cover_item2" = "${x} užstatas nuomos punkte";
"no_cover_item4" = "Be civilinės atsakomybės draudimo";
"no_cover_cta" = "Tęsti be draudimo";
"Insurance.Cover" = "Draudimo apsauga";
"CTA_Confirm_booking" = "Patvirtinti užsakymą";
"CTA.Confirm.AcceptTerms" = "Palieskite „Patvirtinti užsakymą“, kad patvirtintumėte užsakymą ir mūsų nuomos sąlygas, taisykles ir sąlygas bei privatumo taisykles.";
"state.US.AK" = "Aliaska";
"state.US.AL" = "Alabama";
"state.US.AR" = "Arkanzasas";
"state.US.AZ" = "Arizona";
"state.US.CA" = "Kalifornija";
"state.US.CO" = "Koloradas";
"state.US.CT" = "Konektikutas";
"state.US.DC" = "Vašingtonas";
"state.US.DE" = "Delaveras";
"state.US.FL" = "Florida";
"state.US.GA" = "Džordžija";
"state.US.HI" = "Havajai";
"state.US.IA" = "Ajova";
"state.US.ID" = "Aidahas";
"state.US.IL" = "Ilinojus";
"state.US.IN" = "Indiana";
"state.US.KS" = "Kanzasas";
"state.US.KY" = "Kentukis";
"state.US.LA" = "Luiziana";
"state.US.MA" = "Masačusetsas";
"state.US.MD" = "Marilandas";
"state.US.ME" = "Meinas";
"state.US.MI" = "Mičiganas";
"state.US.MN" = "Minesota";
"state.US.MO" = "Misūris";
"state.US.MS" = "Misisipė";
"state.US.MT" = "Montana";
"state.US.NC" = "Šiaurės Karolina";
"state.US.ND" = "Šiaurės Dakota";
"state.US.NE" = "Nebraska";
"state.US.NH" = "Naujasis Hampšyras";
"state.US.NJ" = "Naujasis Džersis";
"state.US.NM" = "Naujoji Meksika";
"state.US.NV" = "Nevada";
"state.US.NY" = "Niujorkas";
"state.US.OH" = "Ohajas";
"state.US.OK" = "Oklahoma";
"state.US.OR" = "Oregonas";
"state.US.PA" = "Pensilvanija";
"state.US.SC" = "Pietų Karolina";
"state.US.SD" = "Pietų Dakota";
"state.US.TN" = "Tenesis";
"state.US.TX" = "Teksasas";
"state.US.UT" = "Juta";
"state.US.VA" = "Virdžinija";
"state.US.VT" = "Vermontas";
"state.US.WA" = "Vašingtonas";
"state.US.WI" = "Viskonsinas";
"state.US.WV" = "Vakarų Virdžinija";
"state.US.WY" = "Vajomingas";
"Insurance.Disclosure.Allianz" = "Rekomenduoja, siūlo ir teikia „Allianz Global Assistance“. Vykdo: „Jefferson Insurance Company“ arba „BSC Insurance Company“. Numatytos draudimo ir pagalbinės paslaugos. Taikomos papildomos sąlygos (įskaitant pirmines) ir išimtys.";
"Insurance.Disclosure.Allianz.Link" = "Draudimo paslaugų kaina ir kita informacija.";
"state.US.RI" = "Rod Ailandas";
"COVID_coverage_limitations" = "COVID-19: Svarbūs draudimo sąlygų apribojimai";
"Damage.Protection.title" = "Nuostolių apsaugos draudimą teikia ${x}";
"State.Residency" = "Gyvenamosios vietos šalis";
"Select.Residency" = "Pasirinkite gyvenamąją vietą";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Išskirtiniai pasiūlymai";
"Size.Midsize" = "Vidutinio dydžio";
"Size.Smallsuv" = "Mažas SUV";
"Size.Mediumsuv" = "Vidutinis SUV";
"Size.Midsizesuv" = "Vidutinis SUV";
"Size.Largesuv" = "Didelis SUV";
"Size.Mini" = "Mini";
"Size.Economy" = "Ekonominis";
"Size.Compact" = "Kompaktinis";
"Size.Intermediate" = "Vidutinis";
"Size.Standard" = "Standartinis";
"Size.Minivan" = "Vienatūris";
"Size.Cargovan" = "Krovinis automobilis";
"Size.Van" = "Venas";
"Size.Largevan.12pax" = "Didelis furgonas";
"Size.Largevan.15pax" = "Didelis furgonas";
"Size.Convertible" = "Kabrioletas";
"Size.Estate" = "Universalas";
"Size.Peoplecarrier" = "Keleivinis";
"Size.5seatcarrier" = "5 vietų vienatūris";
"Size.7seatcarrier" = "7 vietų vienatūris";
"Size.9seatcarrier" = "9 vietų vienatūris";
"Size.Scooter" = "Motoroleris";
"Size.Truck" = "Sunkvežimis";
"Size.Exotic" = "Egzotinis";
"Size.Special" = "Specialus";
"cash_banner_title" = "Su „Prime“ automobilių nuomai sutaupykite iki 40 €.";
"Price.for.days" = "${X} d. kaina";
"cash_widget_confirmation_title" = "Sveikiname!";
"cash_widget_confirmation_subtitle" = "Su kuponu šiam automobilio užsakymui sutaupėte ${x}.";
"cash_widget_payment_title" = "Sveikiname!";
"cash_widget_payment_subtitle" = "Su kuponu šiam automobilio užsakymui sutaupote ${x}.";
"Prime_why_book_with_us" = "Kodėl šimtai tūkstančių „Prime“ narių nuomoja automobilius iš mūsų?";
"Prime_cash_widget_payment_title" = "Sveikiname!";
"voucher.for.days" = "Kupono kaina ${x} d. laikotarpiui";
"voucher.for.day" = "Bendra kaina";
"Promo.Code" = "Reklaminis kodas";
"Cannot.Find.Location" = "Apgailestaujame, tačiau negalime nustatyti jūsų buvimo vietos. Vėliau bandykite dar kartą.";
"Use.Current.Location" = "Naudoti esamą vietą";
"Location.Permission.Disabled" = "Norėdami pasinaudoti šia funkcija, prietaiso nustatymuose suteikite leidimą šiai programėlei naudoti jūsų vietos informaciją.";
"Sup.Ben.Select.Code.Type" = "Pasirinkite kodo tipą";
"Sup.Ben.Activated.Button.Title" = "Ieškoti su nuolaidomis";
"Sup.Ben.Add.CTA" = "Pridėti akciją / nuolaidą";
"Sup.Ben.Code" = "Kodas";
"Sup.Ben.Description" = "Gaukite geriausius mūsų tiekėjų pasiūlymus. Taikyti „Avis“ ir „Budget“ nuolaidas dabar.";
"Sup.Ben.Toggle.Title" = "Taikyti įkainius su nuolaidomis";
"Sup.Ben.Banner.Title" = "Gaukite geriausius pasiūlymus";
"Sup.Ben.Banner.Description" = "Pritaikykite ypatingas nuolaidas, kurias siūlo mūsų išskirtiniai automobilių nuomos partneriai „Avis“ ir „Budget“.";
"Sup.Ben.Banner.Button" = "Pritaikyti dabar";
"Sup.Ben.Rental.Company" = "Nuomos įmonė";
"Sup.Ben.Promo.Validation.Error" = "Kažkas ne taip. Patikrinkite kodą ir bandykite dar kartą.";
"Sup.Ben.Promo.Validation.Success" = "Atrodo gerai!";
"Sup.Ben.Code.Type" = "Kodo tipas";
"Sup.Ben.Promo.Discount" = "Akcija / nuolaida";
"Sup.Ben.Update" = "Atnaujinti";
"Sup.Ben.XOptional" = "${x} (pasirenkamai)";
"SpecialOffer.FreeGPS" = "Pridėta nemokama GPS";
"SpecialOffer.FreeWinterTyres" = "Žieminės padangos nemokamai";
"Free.Extra.Included" = "Nemokami priedai";
"Customer.Portal.Booking.CTA" = "Tvarkyti užsakymą";
"Booking.Ref.Copied" = "Užsakymo numeris nukopijuotas";
"Booking.Ref.Title" = "Užsakymo numeris";
"Country.Selection.Settings" = "Gyvenamoji vieta (šalis) gali turėti įtakos nuomos sąlygoms ir jūsų paieškos rezultatuose rodomiems automobiliams.";
"Country.Selection.Dialog.Title" = "Keičiate šalį?";
"Country.Selection.Dialog.Text" = "Jei savo adresą (šalį) pakeisite dabar, tai turės įtakos nuomos sąlygoms. Siekiant užtikrinti tiksliausius rezultatus, nukreipsime Jus atgal į paieškos rezultatų puslapį.";
"Pay.Later.Title" = "Mokėjimų parinktys";
"Pay.Later.Pay.Today" = "Sumokėkite šiandien";
"Pay.Later.Pay.By" = "Mokėkite ${x}";
"Pay.Later.Payment.Explainer" = "Sumokėkite ${x} automobilio nuomos depozitą šiandien. <b>Likutis</b> ${y} automatiškai bus išskaičiuotas iš Jūsų kredito kortelės sąskaitos.";
"Pay.Later.Pay.Now" = "Mokėti dabar";
"Pay.Later.Basket.Deducted.On" = "Nuskaityta ${x}";
"Pay.Later.Basket.Pick.Up" = "Mokėti atvykus";
"Pay.Later.Remaining.Balance.Explainer" = "Automobilio nuomos kainos likutis ${x} bus automatiškai išskaičiuotas iš Jūsų kredito kortelės sąskaitos.";
"Pay.Later.Accessories.Explainer" = "Pasiimdami automobilį turėsite sumokėti už toliau nurodytas paslaugas: ${x}";
"Pay.Later.View.Details" = "Peržiūrėti duomenis";
"Payment.Processing.Message" = "Jūsų užsakymas vykdomas";
"Loyalty.Banner.Greeting" = "Sveiki";
"landing.usp.position1" = "Sutaupykite 35 % bazinių įkainių* su „Avis“ ir „Budget“.";
"landing.usp.position2" = "Uždirbkite iki 1250 „MileagePlus“ bazinių mylių";
"landing.usp.position3" = "„Avis“: naudokitės savo „MileagePlus“ numeriu ir „Avis Worldwide Discount“ (AWD) numeriu A791500, kad uždirbtumėte „MileagePlus“ bazinių mylių ir gautumėte nuolaidą.";
"landing.usp.position4" = "„Budget“: naudokitės savo „MileagePlus“ numeriu ir „Budget Customer Discount“ (BCD) numeriu B204900, kad uždirbtumėte „MileagePlus“ bazinių mylių ir gautumėte nuolaidą.";
"landing.usp.position5" = "Norėdami panaudoti mylias arba mylias ir grynuosius, apsilankykite <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "*Nuolaida iki 35 % taikoma tik laiko ir ridos mokesčiams. Visi mokesčiai ir rinkliavos (įskaitant, bet tuo neapsiribojant, oro kondicionieriaus akcizo kompensavimo mokestį, koncesijos kompensavimo mokestį, automobilio registracijos kompensavimo mokestį, energijos kompensavimo mokestį, padangų valdymo mokestį ir dažnai keliaujančio asmens mokestį) bei priemokos (įskaitant, bet tuo neapsiribojant, kliento įstaigos mokestį bei aplinkosaugos mokesčio kompensavimo rinkliavą) yra papildomi.";
"landing.usp.title" = "Išsinuomokite automobilį su „United“";
"united_landing.usp.title" = "Išsinuomokite automobilį su „United“";
"landing.usp.sale.position1" = "Riboto galiojimo specialusis pasiūlymas: gaukite 500 „MileagePlus“ mylių premiją. <a href=\"https://cars.united.com/lt/mileage-terms-and-conditions\" target=\"_blank\"><b>Visas sąlygas rasite čia.</b></a>";
"united_redeem.landing.usp.title" = "„Avis“ ir „Budget“ nuomos su „MileagePlus Car Awards“ privalumai.";
"united_redeem.landing.usp.position1" = "Prisijunkite prie „MileagePlus“ paskyros ir gaukite geriausią pasiūlymą";
"united_redeem.landing.usp.position2" = "Atsiskaitykite myliomis, pinigais arba abiem būdais iš karto";
"united_redeem.landing.usp.position3" = "Jei norite pakeisti / atšaukti užsakymą, kuriam panaudotos mylios, apsilankykite mūsų <a href=\"https://cars.mileageplus.com/lt/help\" target=\"_blank\"><b>pagalbos centre</b></a>.";
"landing.usp.tac.title" = "Taisyklės ir sąlygos";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Taisyklės ir sąlygos</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Privatumo nuostatai</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Privatumo nuostatai</a>";
"united_landing.usp.sale.position2" = "Riboto galiojimo specialusis pasiūlymas: gaukite 500 „MileagePlus“ mylių premiją. <a href=\"https://cars.united.com/lt/mileage-terms-and-conditions\" target=\"_blank\"><b>Visas sąlygas rasite čia.</b></a>";
"sale_landing_banner_monetary_description" = "Užsisakykite dabar nuo ${x} per dieną!";
"sale_landing_banner_caption_closed_group" = "Išskirtinė kaina";
"sale_landing_banner_caption" = "Išpardavimas";
"sale_landing_banner_percentage_title" = "Dabar vyksta akcija";
"sale_landing_banner_monetary_title" = "Automobilių nuomos pasiūlymai ";
"sale_landing_banner_TCs" = "Nuostatos ir sąlygos";
"sale_landing_banner_title_monetary" = "Automobilių nuomos pasiūlymai ";
"sale_search_banner_title_monetary" = "Automobilių nuomos pasiūlymai ";
"sale_search_banner_monetary_description" = "Užsisakykite dabar nuo ${x} per dieną!";
"payment.options.creditcard.title" = "Kreditinė kortelė";
"payment.error.generic.dialog.text" = "Apgailestaujame, tačiau šįkart negalime apdoroti jūsų užsakymo. Jūsų užsakymas nepatvirtintas ir pinigai nenuskaičiuoti. Bandykite dar kartą pasirinkę kitą mokėjimo būdą.";
"payment.googlepay.card.link" = "Keisti";
